<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Memoria dos feitos macaenses contra os piratas da China</title>


  <meta content="Jos&eacute; Ignacio de Andrade" name="AUTHOR" />

  <meta content="text/html; charset=ISO-8859-1" http-equiv="Content-Type" />

  <style type="text/css">
body {max-width: 80%; margin-left:10%; margin-right:10%; text-align: justify;}
h1, h2, h3, h4, h5 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.bbox {border: solid black 1px; margin-left: 10%; margin-right: 10%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 15%; margin-right: 15%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.smallcaps {font-variant: small-caps;}
.sbreak {
width: 20%;
margin-left:40%;}
.ast {text-align: center;
font-size: 150%;
font-weight: bold;}
.date {margin-right: 5%;
text-align: right;
font-variant: small-caps;}
.tinyl { font-size: 95%;}
.tiny { font-size: 90%;}
.breaks {
width: 40%;
margin-left:30%;}
.poetry {margin-left:35%;}
.poetry1 {margin-left:45%;}
.poetry2 {margin-left:40%;}
.quote {margin-left:30%;}
.quote1 {margin-left:40%;}
.quote2 {margin-left:10%;}
.quote3 {margin-left:5%;}
.signature {margin-right: 5%;
text-align: right;}
.signature1 {margin-right: 13%;
text-align: right;}
.signature2 {margin-right: 10%;
text-align: right;}
.illustration {text-align: center;
font-size: 95%;}
.pagenum { position: absolute; right: 5%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
.sidenote { position: absolute; left: 92%;
font-size: 75%;
text-align: left;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: black; background-color: inherit;
font-variant: normal;}
  </style>
</head>


<body>


<pre>

The Project Gutenberg EBook of Memoria dos feitos macaenses contra os
piratas da China, by José Ignacio de Andrade

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.net


Title: Memoria dos feitos macaenses contra os piratas da China
       e da entrada violenta dos inglezes na cidade de Macáo

Author: José Ignacio de Andrade

Release Date: May 17, 2011 [EBook #36163]

Language: Portuguese

Character set encoding: ISO-8859-1

*** START OF THIS PROJECT GUTENBERG EBOOK MEMORIA DOS FEITOS MACAENSES ***




Produced by Rita Farinha, Alberto Manuel Brandão Simões
and the Online Distributed Proofreading Team at
http://www.pgdp.net (This book was produced from scanned
images of public domain material from the Google Print
project.)






</pre>


<div>
<div class="fbox"><b>Nota de editor:</b>
Devido &agrave;
quantidade de erros tipogr&aacute;ficos existentes neste texto,
foram tomadas v&aacute;rias decis&otilde;es quanto &agrave;
vers&atilde;o final. Em caso de d&uacute;vida, a grafia foi
mantida de acordo com o original. No final deste livro
encontrar&aacute; a lista de erros corrigidos.<br />

<br />

<div style="text-align: right; font-style: italic;">Rita
Farinha (Maio 2011)
</div>

</div>

<br />

<br />

<br />

<br />

<div class="bbox"><br />

<h1>MEMORIA</h1>

<h2>DOS</h2>

<h2>FEITOS MACAENSES</h2>

<h3>CONTRA OS PIRATAS DA CHINA:</h3>

<h3>E DA</h3>

<h3>ENTRADA VIOLENTA DOS INGLEZES</h3>

<h3>NA CIDADE DE MAC&Aacute;O: </h3>

<br />

<h4>
AUCTOR<br />

<br />

<em>JOS&Eacute; IGNACIO ANDRADE</em>.<br />

<br />

</h4>

<div class="sbreak">
<hr /></div>

<h4>SEGUNDA EDI&Ccedil;&Atilde;O.<br />

<br />

</h4>

<div class="sbreak">
<hr /></div>

<br />

<br />

<div style="text-align: center;"><img style="width: 150px; height: 111px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<br />

<h4>LISBOA: NA TYPOGRAFIA LISBONENSE 1835.<br />

Largo de S. Roque N. 12<span style="font-style: italic;"></span><em><br />

A C. Dias</em>.</h4>

<br />

</div>

<br />

<br />

<br />

<br />

<div class="poetry"><em>Rien ne peut
arret&ecirc;r dans leurs projets nouveaux<br />

Ces Portugais ardens
qui volent sur les eaux,<br />

O' com bien de h&eacute;ros guiderent leur
audace!<br />

Que de faits immortels ont signal&eacute; leur
trace!</em></div>

<br />

<br />

<div class="signature">Esmenarde, C. V. pg. 26.</div>

<br />

<br />

<br />

<h3>PROEMIO. </h3>

<br />

<br />

Quanto &eacute; arriscado escrever feitos gloriosos de homens, que
ainda vivem! N&atilde;o s&oacute; os seus inimigos, mas tambem
os feridos do orgulho, ou da inveja, sa&iacute;r&atilde;o a
vociferar contra a mesma evidencia. Ha quem julgue mais prudente calar
as grandes ac&ccedil;&otilde;es
dos heroes em sua vida. Mas porque se ha de recusar
este premio &aacute;s pessoas, que o ganharam a risco da vida e
fazenda?<sup><a href="#n1">[1]</a></sup>
Por se temer a mordacidade dos <em>zoilos</em>?
Eis a fraqueza, que n&atilde;o tenho. Transmittindo a verdade aos
vindouros, e dizendo o que fizeram os Portuguezes dignos deste nome; se
f&ocirc;r censurado por alguns, louvar&atilde;o outros o meu
zelo. <br />

<br />

<br />

<br />

<span class="pagenum">[5]</span>
<h3>INTRODUC&Ccedil;&Atilde;O. </h3>

<br />

<br />

De todos os espectaculos, que a industria humana tem dado ao mundo
nenhum mais admiravel do que a navega&ccedil;&atilde;o. Entes
fracos e mortaes filhos da terra ousaram transportar-se sobre elemento
inestavel e perigoso, levantar edificios em cima das aguas, dominar os
ventos, e voar &aacute;s extremidades do mundo por baixo de Ceos
desconhecidos. <br />

<br />

Mas qual &eacute; a sorte do homem? Dotado de
cora&ccedil;&atilde;o t&atilde;o perverso, quanto o
espirito &eacute; grande; o crime assenta-se ao lado do genio. De
todas as
inven&ccedil;&otilde;es sublimes tem os homens abusado. Dos
vegetaes extra&iacute;ram venenos: do ouro a moeda que tudo
corrompe. As artes serviram-lhe para multiplicarem os meios de se
destruirem. A navega&ccedil;&atilde;o &eacute;, sobre tudo,
origem de mortandades; o mar tornou-se campo de carnagem; e as ondas
foram ensanguentadas pela guerra. <br />

<br />

As duas partes do globo oriente, e occidente,
<span class="pagenum">[6]</span>
terra e mar, s&atilde;o igualmente
o theatro das desgra&ccedil;as e crimes do homem: com a
differen&ccedil;a, que dilatando as vistas e passos ao longo do
continente, descobrimos ruinas e despojos do ferro e fogo; campos e
ermos incultos; por&eacute;m o mar sendo tumulo de grande parte da
humanidade, nenhum vestigio offerece de tantos estragos. Todos os dias
passa o navegador com despejo por cima das ondas, que tem engolido
milhares de homens. <br />

<br />

Quem n&atilde;o desejar&aacute; voltar aos tempos felizes de
ignorancia e parcimonia, em que nossos av&oacute;s menos grandes,
por&eacute;m menos criminosos, sem industria, mas sem remorsos,
viviam pobres e virtuosos, e morriam nos campos que os tinham visto
nascer.<sup><a href="#n2">[2]</a></sup><br />

<br />

&Aacute; custa das vidas portuguezas formaram os nossos
antepassados um estabelecimento na China: os nossos contemporaneos
foram de novo obrigados a ensanguentar as ondas para submetter
Cam-pau-sai &aacute;s leis do imperio; e a usar prudencia
consummada al&eacute;m
<span class="pagenum">[7]</span>
do
valor, a fim de livrar Mac&aacute;o da invas&atilde;o
britanica.==Nada ha mais proveitoso que a historia para adquirir
prudencia, (diz Jeronimo Osorio) nem mais poderoso do que ella para
despertar virtudes, mais saudavel para sanar as feridas da republica,
nem mais aprasivel para o deleitamento da vida. Mas segundo os homens
foram sempre, n&atilde;o cr&ecirc;m nunca feitos, quem
sah&ecirc;m &aacute;l&eacute;m do seu
engenho e posses; nem ha meio que admittam o que sobrepuja os termos de
trivial esfor&ccedil;o, e usada industria.==Todavia os feitos
exarados nesta memoria j&aacute;mais ser&atilde;o desmentidos;
e podem despertar virtudes. <br />

<br />

A China por n&oacute;s ha muito tempo ignorada, depois inteiramente
desfigurada, e hoje melhor conhecida do que algumas provincias da
Europa, &eacute; o imperio mais antigo, extenso, e florecente do
globo. Pelo ultimo censo, feito no seculo passado, foram avaliados os
seus habitantes em duzentos milh&otilde;es de almas. O rendimento
annual sobe a quinhentos milh&otilde;es de cruzados. Sustenta
oitocentos mil soldados, e trezentos mil cavallos, que emprega nas
armas, e correios publicos.
<br />

<br />

<span class="pagenum"><a name="p8" id="p8">[8]</a></span>
Ha tempo immemoriavel s&atilde;o os imperadores tambem pontifices
do imperio; para que as authoridades civil, e religiosa nunca se achem
em conflicto. Adoram um Deus unico; e offerecem-lhe as primicias de um
campo lavrado, todos os annos em dia solemne, por suas proprias
m&atilde;os. Alento exemplar &aacute; agricultura, primeira
base da independencia e prosperidade nacional. <br />

<br />

Pela maxima da tolerancia geral seguida no oriente, admittem-se os
bonzos de todas as religi&otilde;es, e deixam-os espalhar os seus
desvarios: mas se chegam a amutinar o povo, s&atilde;o logo
enforcados. Assim os toleram e os reprimem. O imperador <a href="#eo1">Cham-hi</a> mandou
gravar no frontispicio da sua capella:==O Chang-ti
n&atilde;o tem
principio nem fim: creou e governa tudo: &eacute; summamente bom e
justo.== <br />

<br />

Os Chinezes em geral s&atilde;o polidos e virtuosos. O Imperador
tem uma s&oacute; mulher legitima, mas p&oacute;de segundo as
leis do Imperio ter grande numero de amasias. A sorte destas
&eacute; triste, por viverem encerradas. Pagam com a
priva&ccedil;&atilde;o em que vivem da
<span class="pagenum">[9]</span>
sociedade, a honra de satisfazer ao imperante, a
qual devem &aacute; formosura, e n&atilde;o ao nascimento, que
os Chinezes desapreciam, quando n&atilde;o &eacute;
accompanhado da virtude. <br />

<br />

Os Col&aacute;os e mandarins letrados s&atilde;o mais estimados
no imperio do que os militares. Entre o grande numero dos primeiros ha
seis que acompanham a c&ocirc;rte. O col&aacute;o mais antigo e
de maior merito nomeia os mandarins para todos os empregos superiores,
e os manda punir se n&atilde;o cumprem com o seu dever; o segundo
cuida nos cultos, e disp&otilde;e as ceremonias da c&ocirc;rte;
o terceiro &eacute; o Ministro da
Justi&ccedil;a; o quarto administra a fazenda; o quinto preside no
ministerio da guerra, e determina tudo, quando &eacute; preciso
sustentala; o sexto tem a seu cargo as obras publicas. <br />

<br />

Ha outros que deliberam com o Imperador sobre os negocios do Estado.
Al&eacute;m disso tem censores publicos de officio. Em cada uma
provincia ha um Sunt&oacute; (delegado imperial) com tres mandarins
letrados debaixo das suas ordens. O primeiro conhece das causas civis e
criminaes; o segundo recebe
<span class="pagenum">[10]</span>
os
tributos; o terceiro mant&eacute;m a seguran&ccedil;a publica.
Para chegar a ser mandarim &eacute; preciso passar por tres
gr&aacute;os, como os nossos de Bacharel, Licenciado, e Doutor:
destes s&atilde;o tirados os col&aacute;os. <br />

<br />

O governo n&atilde;o &eacute; despotico como se pensa. Os
mandarins opp&otilde;em-se aos seus decretos, quando s&atilde;o
contrarios &aacute;s leis do Estado. Querendo certo Imperador
abusar do poder, um mandarim escreveo-lhe pelo modo
seguinte:&mdash;Senhor
sei que me arrisco em offender o vosso amor proprio, mas devo preferir
a morte &aacute; perda da honra: n&atilde;o posso deixar de vos
advertir, que o m&aacute;o exemplo dado por v&oacute;s ao
Imperio nos lan&ccedil;a a todos no abysmo.&mdash;O Imperador
foi
generoso para n&atilde;o se agravar, mas n&atilde;o o foi para
mudar de conducta. Todos os mandarins esperaram occasi&atilde;o
para lhe mostrar serem dos sentimentos do primeiro. <br />

<br />

N&atilde;o tinha o Imperador filhos legitimos, e pelas leis do
Estado devem ser chamados &aacute; success&atilde;o do Imperio
os bastardos, preferindo sempre o primogenito. O Imperador tinha grande
affei&ccedil;&atilde;o a um dos outros: pretendeu
<span class="pagenum">[11]</span>
que o reconhecessem, com perjuizo do mais
velho. Os mandarins representaram ao Imperador a injusti&ccedil;a
que pretendia fazer: este por isso privou alguns dos empregos. Aquelles
publicaram um aviso dirigido a todos os mandarins anexos &aacute;
c&ocirc;rte para se acharem um dia aprazado no logar ordinario. Ahi
decidiram em junta que visto o Imperador desprezar as leis do Estado,
deviam elles desistir dos seus empregos e ir para suas casas viver como
particulares: assim o executaram. <br />

<br />

O Imperador entrou em seus deveres: mandou aos mandarins que tornassem
aos seus empregos, que estava pelo que elles entendiam. Assim
obedeceram todos &aacute; lei. Os mandarins ganharam nesta
occasi&atilde;o honra por sua firmeza, e o Imperador por sua
prudencia. <br />

<br />

O tribunal da historia, para tudo ser conforme, &eacute; surdo
&aacute;s supplicas, ou amea&ccedil;os dos imperantes. Na sala
do tribunal ha um
cofre, onde cada historiador lan&ccedil;a suas memorias sem as
communicar a pessoa alguma. No fim de cada reinado abre-se o deposito,
e dos escriptos alli achados formam os annaes
<span class="pagenum"><a name="p12" id="p12">[12]</a></span>
do Imperio: Para conhecer o espirito deste tribunal
basta o caso seguinte: <br />

<br />

<a href="#eo2">Tai-te-song</a>, Imperador da
dynastia de Tang, rogou ao presidente do
tribunal, que lhe mostrasse as memorias que deviam formar a historia do
seu reinado. Senhor, deveis saber, que damos conta exacta dos vicios e
das virtudes dos Soberanos, e que deixariamos de ser livres se
consentissimos no que exigis&mdash;O Imperador
tornou:&mdash;Pois v&oacute;s
que me sois t&atilde;o obrigado, pretendeis levar &aacute;
posteridade
os meus defeitos?&mdash;Com summa d&ocirc;r os escreverei, mas
&eacute; tal o dever do meu emprego, que me obriga a levar
&aacute; posteridade a preten&ccedil;&atilde;o, que hoje
tivestes de mim.&mdash; <br />

<br />

Em todos os paizes as leis punem os crimes, na China fazem mais
premeiam a virtude. A noticia de uma ac&ccedil;&atilde;o
generosa, de uma virtude extremada, assim que se divulga em <a href="#e1">qualquer</a>
provincia, &eacute; obrigado o mandarim de policia a participala ao
Imperador: este manda logo &aacute;quelle subdito um signal, que o
distingue no caminho da virtude. <br />

<br />

O certo &eacute;, que os vicios e as virtudes dos povos nascem da
sua legisla&ccedil;&atilde;o: esse conhecimento
<span class="pagenum"><a name="p13" id="p13">[13]</a></span>
deu talvez motivo a esta boa lei dos
Chinezes.&mdash;Para fecundar o germen da virtude, os mandarins
participam
da gloria, ou da vergonha das ac&ccedil;&otilde;es virtuosas ou
injustas commettidas em seu governo. <br />

<br />

A moral, a obediencia &aacute;s leis, e o culto ao ente supremo,
formam a religi&atilde;o do Estado. O Imperador n&atilde;o
&eacute; s&oacute; pontifice, mas
tambem o primeiro orador do Imperio. Seus decretos s&atilde;o quasi
sempre li&ccedil;&otilde;es de moral.
Subsistem ha mais de quatro mil annos com a mesma forma de governo, as
mesmas leis e costumes, sempre estudiosos e apreciadores das letras. <br />

<br />

Com tudo o povo &eacute; idolatra; os letrados deistas, sem
acreditarem em revela&ccedil;&atilde;o alguma, nem na vida
eterna. Dados ao estudo das leis, desprezam por ellas os dogmas e ritos
de seus bonzos. Em verdade estes s&atilde;o ignorantes,
supersticiosos, credulos e ambiciosos de riquezas. A maior parte dos
Chinezes observam as seguintes maximas de Confucio. <br />

<br />

Lembra-te que &eacute;s homem, a tua <a href="#e2">natureza</a>
&eacute; fraca, podes succumbir. Afasta de ti os obstaculos que te
embaracem o caminho da virtude.
<br />

<br />

<span class="pagenum"><a name="p14" id="p14">[14]</a></span>
O homem bom occupa-se de suas virtudes: o m&aacute;o de suas
riquezas. Aquelle trata do interesse da patria: este s&oacute; no
seu cuida. <br />

<br />

Faze aos outros o que desejas te fa&ccedil;am: eis a unica lei que
te &eacute; precisa. <br />

<br />

O silencio &eacute; indispensavel ao sabio; este despreza sempre os
rasgos da eloquencia por inuteis; explica-se por suas
ac&ccedil;&otilde;es. O ceo falla,
mas por que modo nos diz elle ser o Soberano principio de todas as
cousas? O seu movimento &eacute; a sua linguagem: creou e deu
impulso &aacute; natureza, e esta como filha sua obedece-lhe e
produz. <br />

<br />

Quando se trata da saude da patria despreza-se o perigo da vida. <br />

<br />

O ganho do imperante avalia-se pela felicidade publica. <br />

<br />

Estas poucas regras bastam para se fazer perfeita id&eacute;a da
moral Chineza. <br />

<br />

Por morte de Afonso de <a href="#e3">Albuquerque</a>,
em 1515,
succedeu-lhe no governo da India Lopo Soares de Albergaria: no
principio do anno de 1517, mandou este uma esquadra de nove
embarc,
em 1515,
succedeu-lhe no governo da India Lopo Soares de Albergaria: no
principio do anno de 1517, mandou este uma esquadra de nove
embarca&ccedil;&otilde;es commandadas por
Fern&atilde;o Peres de Andrade, levar ao Imperador dos
<span class="pagenum">[15]</span>
Chinezes o Embaixador Thom&eacute; Pires, como
El-Rei D. Manoel lhe tinha ordenado. <br />

<br />

Por motivo de grande temporal arribou a frota a Malaca, e s&oacute;
p&ocirc;de sair daquelle porto, para estrear as quilhas portuguezas
no mar da China, em Junho do mesmo anno. J&aacute; os nossos
sabiam, pela amisade contrahida em Malaca, com os Chinezes, a que rumo
lhe demorava Cant&atilde;o: foram &aacute;s ilhas visinhas
daquella cidade por onde enviaram o nosso Embaixador &aacute;
c&ocirc;rte. <br />

<br />

Quando alli aportou o nosso Andrade, achou uma frota Chineza destinada
a combater os piratas, que infestavam aquelles mares. Sendo
Fern&atilde;o Peres de Andrade benefico e destemido, anniquillava
preversos, e attrahia qual iman os discipulos de Confucio. Largou
aquelle Imperio deixando nelle as cem trombetas da fama apregoando sua
magnanimidade. <br />

<br />

<br />

<div class="poetry"><em>Do meu arco possante<br />

Hoje o famoso Andrade<br />

Alvo
ser&aacute;: seu nome triunfante<br />

No porto surgir&aacute; da
Eternidade.</em><sup><a href="#n3">[3]</a></sup></div>

<br />

<br />

<span class="pagenum">[16]</span>
Assim que largou de Cant&atilde;o chegou alli Sim&atilde;o de
Andrade, com outros: procederam de forma, que perderam, em credito,
tudo quanto Fern&atilde;o Peres tinha adquirido. Usaram
t&atilde;o grandes violencias, que os Chinezes resolveram tratalos
como a piratas. Equiparam grande frota, e cercaram os portuguezes por
todos os lados. Se n&atilde;o f&ocirc;ra um temporal, que abrio
caminho por onde fugiram, ficariam todos prisioneiros. <br />

<br />

Depois de tal desar das armas e da honra portugueza, chegou alli Afonso
Martins de Mello, ignorando o que se tinha passado. Assim que os
mandarins o descobriram reuniram a sua frota para atacalo. Martins de
Mello, dizia-lhe, que ia levar paz e n&atilde;o guerra; mas estes
s&oacute; lhe respondiam por bocas de fogo. Travou-se o combate; os
nossos succumbiram. Assim que Martins de Mello vio perdidos todos os
recursos, cortou a linha inimiga como raio abrazador, e ganhou o mar
largo, deixando os Chinezes pasmados de tal audacia. Foi preciso que os
portuguezes com seu valor e prudencia, fizessem esquecer aos Chinezes a
memoria do immoral Sim&atilde;o, para
<span class="pagenum"><a name="p17" id="p17">[17]</a></span>
serem outra vez recebidos em seus portos. <br />

<br />

Recuperada a boa f&eacute; entre as duas
na&ccedil;&otilde;es obtiveram os portuguezes, em recompensa de
servi&ccedil;os prestados ao Imperio, o isthmo do Sul na ilha de
Mac&aacute;o, para levantarem casas, debaixo de certas
condi&ccedil;&otilde;es; mas <a href="#eo3">fizeram
delle</a> uma cidade a que
deram o nome da ilha. <br />

<br />

Foi no anno de 1557, que o Imperador da China concedeu aos portuguezes
aforarem aquelle isthmo em premio de terem anniquilado a esquadra do
pirata Chang-Silau. <br />

<br />

Em 1584 prometteram os macaenses obediencia a Filippe II,
por&eacute;m a bandeira portugueza tremulou sempre nas fortalezas
de Mac&aacute;o. <br />

<br />

Em 1586 recebeu Mac&aacute;o o titulo de cidade do nome de Deus na
China, e todas as liberdades e preeminencias, que tinha a cidade de
Evora, cujos foros se confirmaram em 1709. <br />

<br />

Em 1622 tendo Mac&aacute;o apenas 80 portuguezes, e alguns cafres,
foi atacado por 800 hollandezes: deixaram 500 mortos, e 100
prisioneiros; os restantes fugiram largando em
<span class="pagenum"><a name="p18" id="p18">[18]</a></span>
nosso poder 8 bandeiras, armas e bagagens. <br />

<br />

Antes de fazerem o desembarque, pediram a dois navios inglezes, surtos
na bahia, para ajudalos; estes n&atilde;o duvidaram, mas exigiam o
fruto de todo o saque. Os hollandezes rejeitaram: julgaram muito
excessiva a ambi&ccedil;&atilde;o dos inglezes. <br />

<br />

De 1557 at&eacute; 1625 foi Mac&aacute;o governado pelos
capit&atilde;es de navios do Estado, que todos os annos iam de
viagem ao Jap&atilde;o, e faziam escala naquella cidade. Com esses
governadores teve prosperidade. <br />

<br />

Em 1626 foi de Goa para Mac&aacute;o D. Francisco Mascaranhas para
Governador com o titulo de Capit&atilde;o Geral. Come&ccedil;ou
no seu governo a desintelligencia com o Senado, e a
dissolu&ccedil;&atilde;o praticada pelos Governadores. Este foi
grande assassino, grande roubador e for&ccedil;ador cruel das
mulheres e filhas dos <a href="#e4">cidad&atilde;os</a>.
Levou os macaenses a tal
desespera&ccedil;&atilde;o, que o mataram, a fim de se verem
livres de t&atilde;o horrendo monstro. <br />

<br />

Em 1641 chegou alli a noticia da feliz aclama&ccedil;&atilde;o
do Senhor D. Jo&atilde;o IV: os
macaenses logo romperam os grilh&otilde;es de Filippe, e
<span class="pagenum"><a name="p19" id="p19">[19]</a></span>
mandaram grande donativo &aacute; capital do Rei
legitimo. <br />

<br />

Em 1709 soffreram segundo Verres; Diogo de Pinho Teixeira; chegou a
mandar bombardear o Senado, onde ferio e matou, por n&atilde;o
consentir em suas prepotencias. <br />

<br />

Em 1726 chegou a Mac&aacute;o o Embaixador Alexandre Metello de
Sousa Menezes, mandado por El-Rei D. Jo&atilde;o V. ao Imperador
da China. Os moradores daquella cidade cooperaram muito para
sustentar-se o decoro nacional naquella embaixada. <br />

<br />

Em 1747 foi governar Mac&aacute;o, Antonio Jos&eacute; Telles:
espantou os algozes do Imperio Chinez por suas crueldades. Levou
aquelle estabelecimento aponto de perder-se. <br />

<br />

Esta cidade celebre pela riqueza de seu trato, illustre pela fama de
nossas victorias, &eacute; situada na latitude de 22 <sup>1</sup><big>&frasl;</big><sub>4</sub>
gr&aacute;os ao N&oacute;rte do Equador, e 122.&deg; ao
Oriente de Lisboa. Seus habitantes pouco distam dos nossos
<a href="#e5">periecos</a>; motivo talvez por que o
Padre Antonio
Vieira disse: que a espada dos portuguezes tinha chegado, onde
n&atilde;o alcan&ccedil;ou a penna de Santo Agostinho. Tem de
extens&atilde;o a cidade pouco mais
<span class="pagenum">[20]</span>
de uma legua. Do lado do Norte &eacute; defendida por grossa
muralha guarnecida de fortins: e do Sul por tres fortalezas. A de S.
Francisco na parte oriental da Praia Grande; a do Bom porto na ponta
occidental e a de Sant-Iago que defende a entrada da barra: tem mais
entre as primeiras duas, o forte de S. Pedro. No centro a fortaleza do
monte domina toda a cidade. Al&eacute;m destas fortalezas tem outra
sobre o monte da Sr.<sup>a</sup> da Guia, fora dos muros da
cidade. As casas
s&atilde;o bem edificadas, mas as ruas desiguaes. O porto
&eacute; bom: podem entrar nelle navios em lastro de oitocentas
tonelladas. Tambem podem surgir ao largo n&aacute;os de 74. A
povoa&ccedil;&atilde;o &eacute; de 20 mil individuos, a
maior parte Chinezes. O Governo &eacute; o Senado composto de dois
Juizes ordinarios, tres Vereadores, um Procurador, e um
Escriv&atilde;o. O Governador militar ou Capit&atilde;o Geral,
e o Ouvidor, s&atilde;o chamados ao Senado, quando ha negocios
politicos, ou de fazenda. Neste caso preside no Senado o
Capit&atilde;o Geral, e tem voto de qualidade. A tudo o que
&eacute; relativo ao governo municipal preside o Vereador do mez. <br />

<br />

Os macaenses s&atilde;o t&atilde;o zelozos das suas liberdades,
<span class="pagenum">[21]</span>
que at&eacute; na meza das
sess&otilde;es do Governo tiraram ao Presidente a regalia de ficar
isolado no extremo della. Sendo nove os membros, collocaram a meza
dentro de uma tribuna de modo, que ficam tres de cada lado; a frente
&eacute; livre para entrar e sair. <br />

<br />

Sobre a meza descan&ccedil;a um extremo da vara da
Justi&ccedil;a, e o outro fica encostado na parede por cima da
cabe&ccedil;a do Ministro: um delles (Lazaro da Silva Ferreira)
assombrando-se com ella tocou-lhe de proposito para a fazer cair, e
mandou-a tirar, dizendo lhe ferira a cabe&ccedil;a. Os Senadores
mandaram por-lhe um gancho no extremo, e uma argola na parede para
segurar assim a insignia da Justi&ccedil;a. Outro dia o Ministro ao
entrar tocou-lhe para caindo lan&ccedil;ala fora: ficou surpreso ao
ver, que estava segura. O Vereador do mez tirou-o do
embara&ccedil;o dizendo:&mdash;Tributamos t&atilde;o grande
respeito
a nossos maiores, que n&atilde;o podemos prescindir deste seu
costume; e presamos tanto a V. S.<sup>a</sup>, que para
n&atilde;o o ferir a
vara da Justi&ccedil;a mandamo-la segurar. <br />

<br />

Ha um Bispo, e um Batalh&atilde;o de naturaes de Goa, commandados
por Officiaes macaenses;
<span class="pagenum">[22]</span>
guarnece as
fortalezas, e faz as rondas da cidade. Seus rendimentos s&atilde;o
os direitos da Alfandega. <br />

<br />

As minhas viagens &aacute; China deram-me occasi&atilde;o para
conhecer os descendentes dos honrados portuguezes, que no tempo do
nosso captiveiro debaixo do pezado grilh&atilde;o dos Filippes
tiver&atilde;o a constancia e valor de conservar illesos os foros
nacionaes naquelle canto do mundo. Ainda que logravam a amizade dos
Chinezes, s&oacute; tinham seus bra&ccedil;os para se
defenderem das na&ccedil;&otilde;es da Europa, que alli foram
atacalos. A historia diz pouco &aacute;cerca dos grandes feitos
macaenses daquella &eacute;poca.<sup><a href="#n4">[4]</a></sup>
Apenas dessas grandes
ac&ccedil;&otilde;es ha hoje pintadas algumas mais notaveis na
S&eacute; e Senado de Mac&aacute;o. Tudo o mais se tem perdido
com os her&oacute;es, que t&atilde;o dignos eram de memoria
eterna. <br />

<br />

Em 1808 foram os macaenses atacados por tal forma, que a n&atilde;o
terem herdado o valor de seus maiores, de certo succumbiriam<sup><a href="#nt1">[Nota 1&ordf;]</a></sup>.
Fui testimunha de feitos mui gloriosos. Os
portuguezes
<span class="pagenum">[23]</span>
nesta &eacute;poca mostraram-se grandes
nas armas, e na politica; nas armas pelo valor com que tomaram a grande
esquadra de Campau-sai, na politica, pelo bem que se houveram com os
Chinezes e Inglezes. Salvaram Mac&aacute;o de nadar em sangue;
acreditaram-se com os primeiros; e foram uteis aos segundos. Deixarei
t&atilde;o nobres ac&ccedil;&otilde;es no esquecimento
&aacute;
maneira de nossos maiores? N&atilde;o: farei diligencia para as
transmittir &aacute; posteridade. Se n&atilde;o forem uteis aos
presentes, se-lo-h&atilde;o por certo aos vindouros. N&atilde;o
ha cousa mais capaz de fortalecer nossas almas, do que as proezas de
nossos av&oacute;s. Julgo de obriga&ccedil;&atilde;o
referilas a nossos
n&eacute;tos. <br />

<br />

Mac&aacute;o &eacute; monumento precioso da gloria portugueza.
Fern&atilde;o Peres de Andrade, foi quem primeiro immortalisou os
portuguezes naquella parte do mundo. Ver-se-ha firmado pela
m&atilde;o dos Chinezes, que ainda temos grande
considera&ccedil;&atilde;o naquelle imperio. <br />

<br />

Contendo esta memoria dois objectos differentes, julguei a proposito
lan&ccedil;alos em separado; ainda que um principia antes e acaba
depois do outro. Pegaram os macaenses &aacute;s m&atilde;os com
os piratas em 1805: A esquadra
<span class="pagenum">[24]</span>
ingleza
aportou em Mac&aacute;o a 18 de Setembro de 1808, e saiu a 10 de
Dezembro do mesmo anno. O Tratado entre o Governo Chinez e o Macaense,
para a completa derrota da esquadra de Cam-pau-sai, foi assignado em 23
de Novembro de 1809, e concluido t&atilde;o importante negocio em
Abril de 1810. Para o leitor v&ecirc;r sem custo as grandes
difficuldades, que em Mac&aacute;o se venceram, dividirei, esta
memoria em duas partes. Tractarei na primeira da
extinc&ccedil;&atilde;o dos piratas. Cousas ha nesta parte, que
se fossem praticadas em tempos mais tenebrosos, seriam tidas por
milagres, sendo s&oacute; o esfor&ccedil;o de almas valorosas
que mandaram seus bra&ccedil;os com a penna e espada obrar taes
prodigios. Na segunda fallarei da invas&atilde;o dos inglezes em
Mac&aacute;o, da sua e nossa conducta, assim como da politica
Chineza, e do final resultado. <br />

<br />

Em Athenas, eram os famosos oradores quem celebravam os heroes de
Salamina; e tinham por ouvintes os Socrates e os Pericles. Eu
n&atilde;o tenho os mesmos talentos, e tenho juizes n&atilde;o
menos temiveis. Mas em objecto desta natureza a eloquencia consiste em
ser sincero.<br />

<br />

<br />

<br />

<span class="pagenum"><a name="p25" id="p25">[25]</a></span>
<h3>PRIMEIRA PARTE. </h3>

<br />

<br />

Ao valor dos Portuguezes deve o Imperio da China ver-se livre dos
piratas, que por duas vezes pertenderam dominalo. A primeira foi obra
dos Lusitanos do seculo XVI: a segunda de seus descendentes nossos
contemporaneos, a tempo que seus irm&atilde;os na Patria
anniquilavam as aguias do oppressor da Europa. Depois que no seculo XVI
os piratas foram destruidos, tentaram formar novo partido; e pouco a
pouco engrossaram seu numero e for&ccedil;a de modo, que em <a href="#eo4">1805</a>
estavam senhores de grande esquadra, bem guarnecida de artilheria, e
com perto de quarenta mil homens de tripula&ccedil;&atilde;o.
Tendo morrido o Chefe dos piratas ficou sua mulher, n&atilde;o
s&oacute; herdeira do posto, mas tambem da sua audacia no exercicio
da piratagem. Assim que tomou posse do commando de t&atilde;o
grande poderio, dividio-o em duas esquadras, e deu o commando dellas a
dois parentes do marido, que mais se tinham acreditado debaixo das suas
ordens. A primeira e mais possante coube ao
<span class="pagenum"><a name="p26" id="p26">[26]</a></span>
celebre <em>Ap&oacute;cha</em>,
que
depois se chamou <em>Cam-pau-sai</em>, e onde sempre
residio a viuva.
<em>Apau-tai</em> foi commandar a segunda, composta de 130
embarca&ccedil;&otilde;es, e com bandeira preta. <br />

<br />

Cam-pau-sai, homem forte, ardiloso e emprehendedor, depois de ter
ganhado o affecto dos seus, teve arte de dispolos a executar qualquer
empreza que imaginasse. Com effeito concebeu projecto t&atilde;o
elevado, que bem se pode comparar com o de Afonso de Albuquerque,
quando pertendeu tirar da Meca o corpo do Profeta, e mudar a
direc&ccedil;&atilde;o do rio Nilo, fazendo-o desaguar no mar
roxo para anniquilar desse modo os Turcos no Egypto! Cam-pau-sai tentou
coroar-se Imperador dos Chinezes, e lan&ccedil;ar a dynastia
Tartara para o Norte da grande muralha, que a divide da China.
Come&ccedil;ou a fazer guerra t&atilde;o atroz, que
n&atilde;o s&oacute; paralisou o commercio maritimo nas costas
meredionaes do Imperio, mas tambem fazia desembarques no
continente, e arrasava todos os logares por onde passava.
Sendo a <a href="#e6">Cidade</a> de
Cant&atilde;o a mais rica e a
mais commerciante, quiz embara&ccedil;ar alli o negocio com os
europeos. Para esse fim veio postar
<span class="pagenum">[27]</span>
suas for&ccedil;as na emboccadura do rio Tygre, e em todos os
canaes que formam as ilhas visinhas de Mac&aacute;o. Assombrando
assim Cam-pau-sai os mares das ilhas da China com seu poder,
n&atilde;o se limitou a perseguir seus irm&atilde;os Chinezes,
tambem se atreveu a insultar os navios da Europa. <br />

<br />

Vendo o Governo de Mac&aacute;o o risco em que ficava, rodeado de
immensa for&ccedil;a inimiga, na esta&ccedil;&atilde;o em
que todos os navios da pra&ccedil;a se achavam ausentes; mandou a
Bengalla fazer um brigue para ficar de guarda costa, em quanto estes
n&atilde;o se recolhiam: porque em os piratas sabendo,
n&atilde;o haverem navios dentro do porto, que os fossem
acommetter, chegavam quasi ao alcance da artilheria das nossas
fortalesas, para embara&ccedil;arem os mantimentos, que todos os
dias entram na Cidade. <br />

<br />

Deu-se tanta pressa &aacute; factura do brigue, que do momento em
que se lan&ccedil;ou a quilha no Estaleiro, at&eacute; sair da
barra f&oacute;ra,
s&oacute; mediaram vinte e oito dias! Quando chegou a
Mac&aacute;o estavam os piratas tam destemidos,
que o Governo julgou ser insufficiente t&atilde;o
<span class="pagenum">[28]</span>
pequena for&ccedil;a, para os afastar da Cidade.
Comprou mais o navio Arriaga, a que deu o nome de Ulises, e mandou-o
armar, abrindo-lhe uma bateria na coberta. <br />

<br />

Assim que estas duas embarca&ccedil;&otilde;es
come&ccedil;aram a bater os piratas, estes n&atilde;o ousavam
aproximar-se dellas. Com tudo ainda faziam damno ao commercio; porque
os nossos vasos n&atilde;o podiam entrar nos pequenos canaes, onde
elles o interceptavam. Alli podia a esquadra Imperial
fazer-lhe algum ataque; mas o respeito devido a Cam-pau-sai, tirava a
lembran&ccedil;a de o acommetterem. Passou o anno de 1806, e parte
de 1807, sem que os piratas arriscassem entrar em combate com os
nossos. Esperavam achalos separados, e em parte onde n&atilde;o se
podessem soccorrer; no entanto iam devastando a provincia de
Cant&atilde;o. <br />

<br />

Meado o anno de 1807 achou o nosso brigue em boa
posi&ccedil;&atilde;o para atacalo. Mandou uma
divis&atilde;o commandada por um de seus Capit&atilde;es mais
experimentados, que o fosse combater. Commandava o nosso brigue, o
valente e destemido <em>Pereira Barreto</em>.
J&aacute; nesse tempo havia adquirido tam grande credito
<span class="pagenum"><a name="p29" id="p29">[29]</a></span>
entre os Chinezes, que lhe chamavam o Tygre do
mar.<sup><a href="#n5">[5]</a></sup> O
impavido <em>Barreto</em>tinha valor para
investir com toda a esquadra de Cam-pau-sai, quanto mais com uma de
suas divis&otilde;es. Assim que a julgou ao alcance da artilheria,
virou sobre ella fez-lhe fogo t&atilde;o vivo, e estrago
t&atilde;o grande, que todos fugiram deixando a
Capitan&iacute;a &aacute;s m&atilde;os com o
<a href="#eo5">brigue</a>. Vendo o forte <a href="#e7"><em>Barreto</em></a>, que a
artilheria inimiga &eacute;ra de maior
calibre, resolveu abordar o Ta&oacute;<sup><a href="#n6">[6]</a></sup>.
Deve
imaginar-se uma grande lancha dando abordagem a uma N&aacute;o.
Assim parecia o brigue junto ao Ta&oacute;, e apenas tinha um
quinto da equipagem do navio inimigo. Todavia o forte <em>Barreto</em>dirige
a sua
embarca&ccedil;&atilde;o &aacute; p&ocirc;pa do
Ta&oacute;. Quando se lhe botavam os arp&eacute;os
lan&ccedil;aram os piratas uma
bal&ccedil;a de fogo dentro da pr&ocirc;a do brigue, que
decerto o abrazaria, se o previdente <em>Barreto</em>
n&atilde;o corresse a lan&ccedil;ala ao mar. A este tempo unem
se as embarca&ccedil;&otilde;es;
<em>Barreto</em>&eacute; o primeiro que
tr&eacute;pa pelo Ta&oacute; acima, e t&atilde;o depressa
p&ocirc;de firmar os p&eacute;s sobre a tolda inimiga, cantou
victoria: <br />

<br />

<br />

<span class="pagenum">[30]</span>
<div class="poetry"><em>Saltando a far&aacute;
s&oacute; com
lan&ccedil;a e espada<br />

De quatro centos mouros despejada</em><sup><a href="#n7">[7]</a></sup></div>

<br />

<br />

<em>Barreto</em>usava de espada colubrina, e
manejava de sorte que dos setenta homens, equipagem do brigue, os que
poderam subir disseram, que chegando acima, viram a tolda coberta de
mutilados! Achou o nosso heroe t&atilde;o porfiada resistencia, que
todos foram mortos por&eacute;m nenhum vencido, ou aprisionado. Os
que pertenderam escapar aos golpes do nosso Marte irado,
lan&ccedil;aram-se ao mar. O seu Chefe, vendo-se perdido desceu
&aacute; camara, pegou em sua mulher pelos cabellos, cortou-lhe a
cabe&ccedil;a com o alfange, e sepultou-se no mar com ella.<sup><a href="#n8">[8]</a></sup> <br />

<br />

Este combate foi dado perto de Mac&aacute;o; <em>Barreto</em>conduzio
immediatamente a
preza ao porto. Os macaenses e muitos estrangeiros, foram logo dar o
parabem a t&atilde;o valente Capit&atilde;o, e ver o navio
inimigo. Ficaram horrorisados da carnagem, porque os piratas
s&oacute; se rendiam com a morte. Haviam seculos, que j&aacute;
se n&atilde;o faziam d'estas proezas; e
at&eacute;
<span class="pagenum"><a name="p31" id="p31">[31]</a></span>
nos parecia impossivel,
que no tempo de Cam&otilde;es, D. Louren&ccedil;o de Almeida
fosse bastante para debellar em uma N&aacute;o da M&eacute;ca
quatro centos mouros. Mas ainda em nossos dias mostra o entendimento
supremo, que um portuguez s&oacute; com seu bra&ccedil;o
&eacute; sufficiente para destruir em um Ta&oacute; mais de 300
Chinezes. <br />

<br />

Esta verdade precisa quasi de tanto valor para escrevela, como para
obrala, ainda sendo evidente ao escriptor; mas &eacute; qualificada
pelos habitantes de uma cidade, onde residiam subditos de varias
na&ccedil;&otilde;es. J&aacute; o nosso Diniz cantou as
victorias de outro Barreto; justo &eacute; que t&atilde;o
divino estro sirva para
immortalisar os dois.<br />

<br />

<br />

<div class="poetry"><em>Lavremos pois, oh! Musa,
&aacute;
gran memoria<br />

Com <a href="#eo6">argivo</a> buril
padr&atilde;o sagrado:</em></div>

<div class="poetry2">
<em>Morda-se o tempo irado,</em></div>

<div class="poetry"><em>Que ella eterna
far&aacute; a
clara
historia<br />

Alma que atraz da fama immenso espa&ccedil;o</em></div>

<div class="poetry2">
<em>Corre, veja em meus hymnos</em></div>

<div class="poetry"><em>Que em v&atilde;o
n&atilde;o
sua
bellicoso bra&ccedil;o.</em><sup><a href="#n9">[9]</a></sup>
</div>

<br />

<br />

Por feito t&atilde;o assombroso ficou Mac&aacute;o em socego.
Os piratas retiraram-se para longe, mas sempre fazendo estrago em tudo
que podiam
<span class="pagenum">[32]</span>
vencer. A esquadra imperial com a noticia d'esta victoria
animou-se a sair de Cant&atilde;o e aproximar-se de
Mac&aacute;o, cruzeiro que ella j&aacute; n&atilde;o ousava
fazer com receio dos piratas. A brilhante proeza do invicto
<em>Barreto</em>
fez desapparecer das ilhas da China aquella praga devastadora: por
consequencia o Governo de Mac&aacute;o mandou recolher as suas
embarca&ccedil;&otilde;es. <br />

<br />

Sabendo-se na China, que o Sr. D. Jo&atilde;o VI tinha deixado
Portugal para reinar no Brazil; lembraram-se os macaenses de mandar
cumprimentar o Rei dos Lusos nas suas possess&otilde;es do polo
antarctico. Apromptaram o navio Ulises, nomeando para ir saudar El-Rei,
pelo Senado, ao honrado cidad&atilde;o Antonio Joaquim de Oliveira
Matos; e deram o commando da embarca&ccedil;&atilde;o ao
denodado
<em>Barreto</em>. Destinando-se aquella enviatura a
obsequiar o Chefe dos Lusos, pensaram n&atilde;o ser pequeno mimo
fazer-lhe conhecer quem tanto honrava o nome portuguez. Foi o nosso
heroe recebido no Brazil, quasi da mesma sorte que os Dias, e os Gamas,
recolhendo-se de suas trabalhosas viagens, eram recebidos
pelos antigos
<span class="pagenum">[33]</span>
reis portuguezes. O Sr.
D. Jo&atilde;o VI o elevou de primeiro Tenente a Capit&atilde;o
de Fragata: Premiou os macaenses: deu-lhes distinctivos, que foram
assaz estimados, talvez por se esquecerem das altas virtudes de seus
maiores, que os despresavam por bons costumes. <br />

<br />

Affastado Cam-Pau-Sai de Mac&aacute;o por temer os portuguezes,
n&atilde;o esfriou em sua empreza. Come&ccedil;ou
ent&atilde;o a proclamar a todos os do seu partido a tyrannica
oppress&atilde;o, que sofria o imperio, por consentirem no
thorono a intrusa dinastia barbara. Demonstrou-lhe
qu&atilde;o facil &eacute;ra dep&ocirc;r aquella,
restabelecer a Chineza, e fazer a cada um dos seus regulo do imperio.
Tal pericia desenvolveu na piratagem, e na persuas&atilde;o, que
j&aacute; os seus
n&atilde;o duvidavam ser elle o unico capaz de restaurar a
dignidade da Patria. <br />

<br />

Andavam assim de animo affeito &aacute; guerra,
quando tiveram a feliz noticia, de j&aacute; n&atilde;o existir
em Mac&aacute;o o <em>tygre do mar</em>.
Voaram como bando de A&ccedil;ores famintos a devorar
tudo quanto podiam encontrar pelas ilhas visinhas de Mac&aacute;o.
N&atilde;o esperando o Almirante Chinez aquelle infausto encontro,
cruzava afoito na
<span class="pagenum">[34]</span>
bocca do
Tyre. Assim que foi descoberto por Cam-pau-sai,
carregou sobre elle. Uma divis&atilde;o imperial de 28 navios de 15
a 20 pe&ccedil;as cada um, que n&atilde;o fugio para fazer-lhe
frente, ficou prisioneira. Soberbo com essa victoria,
come&ccedil;ou de novo a investir as
embarca&ccedil;&otilde;es da Europa, e as macaenses. Nesta
epoca alguns navios Americanos se poderam escapar ao abrigo das nossas
fortalezas. <br />

<br />

Recolhendo-se de Goa o brigue do
<em>Botelho</em>, Capit&atilde;o Manoel Jos&eacute;
Vianna, foi visto dos piratas; carregaram sobre elle; mas acharam
t&atilde;o grande resistencia naquelle esfor&ccedil;ado
Capit&atilde;o, que restando apenas seis homens da sua equipagem,
com elles fazia grande estrago ao inimigo. Com tudo o fogo abrandou,
pelo cansa&ccedil;o; mas vendo Apautai, que n&atilde;o arreavam
bandeira, mandou abordalos. O impavido Vianna ao ver-se rodeado de
torres ambulantes e coberto de lan&ccedil;as, longe de esmorecer,
tomou em sua alma o espirito de Duarte Pacheco; e &aacute;
imita&ccedil;&atilde;o dos
nossos <em>Barretos</em>, quantos inimigos lhe saltavam na
sua embarca&ccedil;&atilde;o, tantos a sua espada
lan&ccedil;ava no abysmo. Os Chinezes espantados j&aacute;
n&atilde;o o julgavam
<span class="pagenum"><a name="p35" id="p35">[35]</a></span>
homem, mas
sim algum ente superior &aacute; especie humana. Parecia
invulneravel! Com tudo morreu no combate. Mas como? Can&ccedil;ado
de matar piratas. <br />

<br />

<br />

<div class="poetry2"><em><a href="#eo7">Cem
par&aacute;os</a>
torreados,</em></div>

<div class="poetry"><em>Donde por boccas mil brota
Mavorte;</em></div>

<div class="poetry2"><em>Entre horrorosos
brados</em></div>

<br />

<div class="poetry"><em>Em fogo, em fumo, em sangue
envolta a morte<br />

Zarguchos,
flexas, que em chuveiro voam.</em><sup><a href="#n10">[10]</a></sup></div>

<br />

<br />

Tal foi o combate supportado pelo Magnanimo Vianna. Com a sua morte
ganharam os piratas tal audacia, que tiveram a ousadia de passar com o
navio prisioneiro, e com a bandeira de rasto, &aacute; vista de
Mac&aacute;o. A
sensa&ccedil;&atilde;o que fez esse triste espectaculo nos
moradores daquella cidade &eacute; inexplicavel. Juraram
n&atilde;o s&oacute; retomar a sua
embarca&ccedil;&atilde;o, mas tambem dar aos piratas o castigo
merecido. Os navios que ent&atilde;o se achavam no porto capazes de
tal empreza, eram o brigue do <em>Senado</em>, e o navio
Belisario. O
brigue achava-se desarmado, e desaparelhado, assim como o Belisario. <br />

<br />

Seriam nove horas da manh&atilde;, quando
<span class="pagenum"><a name="p36" id="p36">[36]</a></span>
se
avistou o navio apresado; e antes de anoitecer j&aacute; os nossos
iam no alcance da esquadra inimiga! Como foi possivel obrar tanto em
t&atilde;o pouco tempo? Tudo se deveu &aacute; generosidade dos
macaenses, e ao estimulo dado pelo incan&ccedil;avel Arriaga. Este
digno Ministro, honra dos togados, e columna forte da gloria nacional,
n&atilde;o se limitou a ser o primeiro em votar, e concorrer com
meios para o desempenho desta empreza. Pesando a importancia da cidade,
e o perigo em que ella se achava, resolveu sobre sua defeza penhorar
todas as for&ccedil;as sem perdoar as despezas, diligencias ou
perigos. Foi com seus bra&ccedil;os dar exemplo aos macaenses mais
distinctos, que todos trabalharam na
promptifica&ccedil;&atilde;o dos navios.<br />

<br />

Era este var&atilde;o entre os macaenses bem similhante
&aacute; alma dos estoicos, espalhada pelo universo. Estava em toda
a parte. Seria preciso eloquencia extremada e presencear todos os seus
<a href="#e8">illustres</a> feitos, para elogiar
as altas qualidades deste preclaro var&atilde;o: sem isso
n&atilde;o &eacute; possivel apparecerem t&atilde;o
brilhantes como foram praticados.
<br />

<br />

<span class="pagenum"><a name="p37" id="p37">[37]</a></span>
Por n&atilde;o haver ent&atilde;o em Mac&aacute;o Official
de mar, que se julgasse dextro na politica, ainda que todos
sobrepujavam, no valor, deu-se o commando em chefe ao
Capit&atilde;o de artilheria Jos&eacute; Pinto Alcoforado de
Azevedo e Sousa. Sustentou este invicto heroe, em toda a lucta contra
os piratas, a dignidade portugueza de modo, que bem se parecia com o
primeiro Capit&atilde;o Lusitano, que aportou naquelle imperio.<sup><a href="#nt2">[Nota 2&ordf;]</a></sup>
Theotonio da Silva Braga, commandava o navio Belisario. Ca&iacute;o
t&atilde;o grande tuf&atilde;o na noite seguinte ao dia em que
sa&iacute;ram os navios, que se julgava telos submergido. <br />

<br />

Ao amanhecer <a href="#eo8">subir&atilde;o</a>
os montes,
sobranceiros &aacute; cidade, anciosos por ver seus
campe&otilde;es; avistaram o brigue do
<em>Botelho</em>, que tendo surgido em Lant&aacute;o
prisioneiro, e ficando-lhe abordo os portuguezes restantes do combate,
assim que o tuf&atilde;o soprou do Oriente, cortara, que tendo
surgido em Lant&aacute;o
prisioneiro, e ficando-lhe abordo os portuguezes restantes do combate,
assim que o tuf&atilde;o soprou do Oriente, cortaram as amarras e
vieram encalhar na Taipa. Os macaenses exultaram com este
successo, e muito mais por avistarem o brigue, e o Belisario, que pela
grande pericia de seus officiaes <a href="#eo9">tinh&atilde;o</a>
escapado &aacute; furia do
tuf&atilde;o.
<br />

<br />

<span class="pagenum">[38]</span>
Havia tambem uma lorcha armada em guerra<sup><a href="#n11">[11]</a></sup>
commandada por Antonio
Jos&eacute; Gon&ccedil;alves Caroxa: mancebo activo e
destemido. Era commando de difficil desempenho; por ser a
embarca&ccedil;&atilde;o conductora dos viveres para os nossos,
levados por entre os inimigos em frequentes combates. A
for&ccedil;a da lorcha constava de quatro pedreiros, um obuz de
doze, e trinta homens de tripula&ccedil;&atilde;o. Algumas
vezes aconteceu estar encorporada aos nossos navios, quando batiam os
piratas. Se o acaso permittia accalmar o vento, nessas
occasi&otilde;es fazia o nosso Caroxa maravilhas extremadas. <br />

<br />

Desejava Cam-pau-sai encontralo, onde n&atilde;o podessem defendelo
os nossos, para mais a salvo descarregar sobre elle seu poder, e seu
odio. Teve quem lhe desse dia certo em que a lorcha havia passar por
logar, onde Cam-pau-sai podia satisfazer seus desejos. Amanheceu o dia
aprasado, e o novo <em>Aquilles Lusitano</em>chegou ao
passo, que bem pode nomear-se Cabal&atilde;o<sup><a href="#n12">[12]</a></sup>. Achou-o coberto de
inimigos: mas julgando urgente o desempenho
<span class="pagenum">[39]</span>
da sua commiss&atilde;o, tentou abrir caminho.
Ainda que a sua tripola&ccedil;&atilde;o era toda de Chinezes,
tinha a sua disciplina: julgou que isso bastava. <br />

<br />

Os inimigos tentaram rodealo; mas o intrepido Caroxa lan&ccedil;ou
m&atilde;os ao obuz, e como o reparo era de pi&atilde;o, jogava
para todos os lados. Aos que se lhe aproximavam cortava-os com
metralha; e aos que estavam mais longe passava-os com balas. Mas os
navios inimigos eram tantos, que mal podia desbaratar a todos os que
lhe vinham ao alcance. Com tudo apezar de ver a maior parte da
tripola&ccedil;&atilde;o morta, n&atilde;o esfriava no
empenho de vencer. N&atilde;o usava render-se, nem fugir; cada vez
mais afouto pertendia desembara&ccedil;ar o passo. Mas os restantes
da tripola&ccedil;&atilde;o vendo passar-lhe as ballas pelo
vestido, sem lhe offender o corpo, e irem matar os seus companheiros;
por que n&atilde;o lhes succedesse o mesmo, ousaram
lan&ccedil;ar-se a elle, e amarralo de p&eacute;s e
m&atilde;os. Segurando assim o homem, que lhes parecia
invulneravel, fugiram para a cidade, onde o entreg&aacute;ram
cheios de espanto e de temor, dando por desculpa do seu arrojo, o muito
que
<span class="pagenum">[40]</span>
apreciavam a existencia do seu
commandante. <br />

<br />

Os macaenses receberam o destemido Caroxa com
estima&ccedil;&atilde;o digna dos importantes
servi&ccedil;os, que lhes fazia, e do valor com que se
immortalisava. Mas o conselheiro Arriaga sobresa&iacute;a a todos.
Tinha maneiras singulares para introduzir heroismo nos homens, que
destinava a emprezas arriscadas. O sentimento lugubre, que mostrava
pela morte de um marinheiro habil, ou o elogio feito a outro que se
distinguia, dava a todos cobi&ccedil;a de se verem acatados e
elogiados por elle. Nesta occasi&atilde;o um abra&ccedil;o dado
no Caroxa, em nome da patria fortaleceu a alma deste Lusitano de modo,
que s&oacute; elle em sua lorcha, com outra equipagem, se julgava
sufficiente para arrostar com todos os piratas. <br />

<br />

Em verdade, onde as leis s&atilde;o respeitadas, a sociedade
&eacute; livre: e os homens ser&atilde;o livres em toda a
parte, que houver governo justo como era ent&atilde;o o de
Mac&aacute;o. Longe de envejar a seus concidad&atilde;os as
vantagens, grangiadas por sua industria, cuidava com muito desvelo em
augmenta-las. N&atilde;o s&oacute; deixava de opprimilos; mas
assegurava a sua liberdade;
<span class="pagenum">[41]</span>
bem precioso
ao homem, e necessario &aacute; sua ventura; t&atilde;o
distante da licen&ccedil;a perigosa, como da
humilia&ccedil;&atilde;o servil. O governo providente apenas
liga as m&atilde;os aos homens para n&atilde;o se offenderem;
mas deixa-os trabalhar sem obstaculo para a sua felicidade; sabe que a
ignorancia n&atilde;o s&oacute; deslumbra os homens mas tambem
os faz pusillanimes e desgra&ccedil;ados: a raz&atilde;o e a
liberdade melhoram o cora&ccedil;&atilde;o
e os faz virtuosos e resolutos. <br />

<br />

Arriaga sabia que a justa destribui&ccedil;&atilde;o dos
premios e das penas &eacute; a melhor ac&ccedil;&atilde;o
do governo sobre o povo: servio-se destas principaes molas do
cora&ccedil;&atilde;o humano, para animar a virtude e o merito;
e obrigar o interesse particular a promover o interesse publico. O
certo &eacute; que a virtude desapparece, quando o vicio
&eacute; honrado. Algumas vezes lhe ouvi eu que os favores dados
&aacute; incapacidade, s&atilde;o roubos feitos ao merecimento;
e as recompensas dadas a quem bem serve a patria s&atilde;o
dividas, que o governo paga por ella. Fui testimunha das
ben&ccedil;&atilde;os, que lhe
lan&ccedil;avam os macaenses pelo muito que se occupava da sua
ventura.&mdash;Fazia do merecimento dos homens
<span class="pagenum"><a name="p42" id="p42">[42]</a></span>
estima&ccedil;&atilde;o t&atilde;o justa, que nem
&aacute; conveniencia, nem ao estado ficava devedor: virtude nos
principes difficultosa, e nos ministros rara<sup><a href="#n13">[13]</a></sup>.
<br />

<br />

Os temerarios, que tinham amarrado o invicto Caroxa, foram excluidos do
servi&ccedil;o portuguez. Tomou nova
tripola&ccedil;&atilde;o e continuou a destruir os piratas.
Cam-pau-sai vio constantemente frustradas, quantas diligencias fez para
o tomar. <br />

<br />

Logo que amainou o tuf&atilde;o, partiram os nossos em procura do
inimigo. Acharam reunidas as esquadras de Cam-pau-sai, e Apau-tai, nos
canaes de <a href="#eo10">Wam-poo</a>,
em 15 de Septembro
de 1809. Assim que avistaram os navios Macaenses, suspenderam, mas os
nossos carregaram sobre elles. Cam-pau-sai empenhou-se no combate; fez
entrar nelle os seus melhores navios: mas o fogo violento das nossas
embarca&ccedil;&otilde;es fazia-lhe tal estrago, que saindo
elles do alcance da nossa artilheria, poucas ficavam em estado de
entrar segunda vez no fogo. Com tudo cevados de raiva, e avidos de
gloria, a fim de illudir os povos do seu partido, ainda bem uns
n&atilde;o se
<span class="pagenum">[43]</span>
tinham retirado, j&aacute; outros tomavam o logar vago.
N&atilde;o sendo o Belisario construido para guerra t&atilde;o
violenta, abrio com o impulso da artilheria; tornou-se incapaz de
combater: retirou-se. O invito Alcoforado n&atilde;o podendo vencer
for&ccedil;a t&atilde;o superior tambem se retirou, mas deixou
em cinzas muitas embarca&ccedil;&otilde;es inimigas. <br />

<br />

&Eacute; sempre a guerra origem fecunda de calamidades, vexames, e
ruinas para os povos. Appareceu na China o torbulento Cam-pau-sai, para
estrago de seus moradores, e vexa&ccedil;&atilde;o dos
macaenses. &Eacute; evidente, que
o conquistador, n&atilde;o &eacute; s&oacute; inimigo dos
povos, onde recruta; mas tambem se torna flagello do genero humano. Sim
a guerra sobrecarrega os povos de impostos, e raras vezes o tumulto dos
combates deixa ouvir as supplicas da justi&ccedil;a.<sup><a href="#n14">[14]</a></sup> <br />

<br />

Os macaenses tiveram nesta occasi&atilde;o motivo para julgar
qu&atilde;o forte &eacute;ra o inimigo: e Cam-pau-sai a ufania
de fazer retirar dois navios portuguezes. <br />

<br />

Apezar da perda que sofreu, ficou mais
<span class="pagenum"><a name="p44" id="p44">[44]</a></span>
altivo, e
mais assolador. Exaltou o espirito dos Chinezes de modo, que se
levantaram em Cant&atilde;o partidos de descontentes. O
Sunt&oacute; prevendo a ruina, que amea&ccedil;ava o Imperio,
tratou com o Governo de Mac&aacute;o para refor&ccedil;ar a
esquadra portugueza, e junta com a Chineza cruzar nos mares daquellas
ilhas, afim de livrar o commercio das duas cidades, e portos contiguos.
O Governo macaense testimunha do vexame em que se achavam os moradores
da cidade, e dos gastos que tinham feito em guerra t&atilde;o
dilatada, mal podia convencionar com os Chinezes, <a href="#eo11">por
ser</a> a empreza
<a href="#eo12">mui</a> dispendiosa. Com tudo o
magnanimo Arriaga, a quem nada
parecia
impossivel decidio o Governo macaense a tratar com o de
Cant&atilde;o, e fez-se a conven&ccedil;&atilde;o
seguinte:<sup><a href="#n15">[15]</a></sup>
<br />

<br />

O Governo das duas provincias de Cant&atilde;o e Quang-si, e o de
Mac&aacute;o, igualmente convencidos da precis&atilde;o, que
tem de p&ocirc;r fim
<span class="pagenum"><a name="p45" id="p45">[45]</a></span>
&aacute;s invas&otilde;es dos piratas (os
quaes sem temor infestam os mares, que
cercam estas duas cidades) de restituirem a publica tranquillidade, e
as rela&ccedil;&otilde;es commerciaes, <a href="#eo13">formar&atilde;o</a>
uma guarda
costa, combinando a for&ccedil;a dos dois governos: para esse fim
nomearam os seus plenipotenciarios: Cant&atilde;o, os mandarins de
Nam-hay, Shon-key-chi, de Hiang-sam, Pom, e o da Caza branca, Chu:
Mac&aacute;o ao Conselheiro Arriaga, e ao Procurador do Senado,
Jos&eacute; Joaquim de Barros; os quaes depois de terem
respectivamente communicado os seus plenos poderes, e discutido a
materia, concluiram e ajustaram os artigos seguintes: <br />

<br />

1.&ordm; Haver&aacute; uma guarda costa, de seis navios
portuguezes,
conbinada com uma esquadra imperial; cruzar&aacute;
seis mezes, desde a bocca do tygre &aacute; cidade de
Mac&aacute;o, a fim de embara&ccedil;ar que os piratas
n&atilde;o entrem nos canaes, que at&eacute; agora tem
infestado. <br />

<br />

2.&ordm; O Governo chinez obriga-se a contribuir com oitenta mil
ta&eacute;s para ajudar o armamento dos navios portuguezes. <br />

<br />

3.&ordm; O Governo de Mac&aacute;o far&aacute; logo cruzar
os dois
navios, que tem armados, e apromptar&aacute;
<span class="pagenum"><a name="p46" id="p46">[46]</a></span>
com brevidade os quatro restantes. <br />

<br />

4.&ordm; Ambos os Governos devem ajudar-se em tudo o que for a bem
do
cruzeiro, o qual n&atilde;o se estender&aacute; al&eacute;m
dos pontos
determinados. <br />

<br />

5.&ordm; As presas seram repartidas entre os dois Governos. <br />

<br />

6.&ordm; Quando a expedi&ccedil;&atilde;o finalisar
ser&atilde;o restituidos aos macaenses os seus antigos privilegios.
<br />

<br />

7.&ordm; As partes contractantes obrigam-se a cumprir tudo quanto
se
estipulou nos mencionados artigos sem alterar cousa alguma, e a
consideralos como ratificados em virtude de seus plenos poderes.
Mac&aacute;o 23 de Novembro de 1809. <br />

<br />

<div style="text-align: center;">Shou-Key-chi.&mdash;Arriaga.
<br />

<br />

Pom.&mdash;Chu&mdash;Barros.<br />

<br />

</div>

<br />

O governo de Mac&aacute;o observou logo o <a href="#eo14">3&ordm;</a>
artigo. Arriaga entrou a promover os aprestos dos navios restantes, mas
o thesouro do Senado n&atilde;o podia suprir a t&atilde;o
grandes despesas. Arriaga tomou de seus amigos grandes sommas sobre o
seu credito: ent&atilde;o e
artigo. Arriaga entrou a promover os aprestos dos navios restantes, mas
o thesouro do Senado n&atilde;o podia suprir a t&atilde;o
grandes despesas. Arriaga tomou de seus amigos grandes sommas sobre o
seu credito: ent&atilde;o era valor
<span class="pagenum">[47]</span>
de sobejo para os negociantes, que lhe offereceram quanto possuiam<sup><a href="#n16">[16]</a></sup>. <br />

<br />

Havia na cidade pouca gente para tripolar os navios se n&atilde;o
suprissem os prodigios obrados pela gente portugueza.<br />

<br />

<br />

<div class="poetry"><em>.....Tornando frio<br />

De espanto o ardor immenso do oriente,<br />

Que ver&aacute; tanto obrar t&atilde;o pouca
gente.</em></div>

<br />

<br />

Mojatec&atilde;o, observando e experimentando o valor dos
portuguezes em Diu, exclamou:&mdash;S&atilde;o dignos de que os
sirvam
as outras gentes. A fortuna do mundo est&aacute; em serem
poucos.&mdash;Em verdade com cem portuguezes, e sete centos
manillas e
cambojas, se fez &aacute; v&eacute;la a esquadra (seis dias
depois da conven&ccedil;&atilde;o) levando por chefe o
destemido
Alcoforado, na galera inconquistavel. Luiz Carlos de Miranda commandava
a Pala, Anacleto Jos&eacute; da Silva o Indiano, Antonio
Jos&eacute; Gon&ccedil;alves Caroxa, o brigue do Senado,
Jos&eacute; Felis dos Remedios o navio S. Miguel, Jos&eacute;
Alves o Belisario. Nesse mesmo dia attac&aacute;ram
e dispersaram os piratas, que se retiraram para mais longe de
Mac&aacute;o.<br />

<br />

<span class="pagenum">[48]</span>
O governo de Cant&atilde;o, n&atilde;o foi activo como o dos
macaenses; al&eacute;m disso a esquadra chineza nem uma
s&oacute; vez chegou a auxiliar os nossos. Tanto medo tinham de
Cam-pau-sai, que nem ao lado dos portuguezes se atreviam acommettelo. O
governo de Mac&aacute;o vendo assombrada toda a provincia de
Cant&atilde;o, pelo grande vulto, que faziam os piratas, resolveu
despresar os soccorros da esquadra imperial, e anniquilar s&oacute;
o grande poder de Cam-pau-sai. Mandou pelo chefe Alcoforado
intimar-lhe, que se entregasse &aacute; obediencia do imperador,
promettendo-lhe perd&atilde;o, e gr&aacute;o superior
na classe mandarina. <br />

<br />

Entraram os chefes am correspondencia: o nosso pedia ao dos
piratas, que viesse a Mac&aacute;o para tractarem de
conven&ccedil;&atilde;o amigavel: declarando-lhe, que se
n&atilde;o conviesse com elle, poria em ac&ccedil;&atilde;o
todos os recursos da guerra, e n&atilde;o descan&ccedil;aria
sem exterminalo. <br />

<br />

Campau-sai, respondeu:&mdash;Tenho presente a vossa carta:
n&atilde;o me
assusta. Desejo fazer a paz com os portuguezes, com tanto que
n&atilde;o entendam comigo. Quanto a submetter-me ao imperador,
j&aacute;mais o farei, ainda
<span class="pagenum">[49]</span>
que
me assegureis e digais o que quizerdes. S&ocirc;
n&atilde;o terei duvida no que tenho
acima dito. Quando abraceis esse partido, podeis retirar-vos para
Mac&aacute;o, e mandai-mo dizer para n&atilde;o entender com os
vasos portuguezes. Esta resposta de Cam-pau-sai, firmada no dia 18 de
Dezembro de 1809, foi moderada em raz&atilde;o de ter sido atacado
e batido pelos nossos em 11 do mesmo mez. <br />

<br />

Em quanto estas cousas se passavam entre Alcoforado e Cam-pau-sai, deu
o imperador amnistia a todos os piratas, que se lhe entregassem.
Apau-tai receando o valor dos nossos, julgou conveniente entregar-se.
Concordou com os principaes da sua divis&atilde;o: rendeu-se com
cento e trinta embarca&ccedil;&otilde;es bem equipadas de
homens e de armas. <br />

<br />

Trahido Cam-pau-sai pelo amigo, que mais estimava, ficou magoado por
ver a pouca perseveran&ccedil;a dos homens, ainda mesmo os que tem
as mais intimas rela&ccedil;&otilde;es de interesse,
parentesco e amisade; mas era tal o seu animo, que nenhuma
desgra&ccedil;a o intimidava. Mais atrevido ainda mandou apromptar
a esquadra do seu commando a fim de concluir seus designios.<br />

<br />

<span class="pagenum">[50]</span>
Alcoforado aproveitou-se da cobardia de Apau-tai, attacou, e fez
retirar Cam-pau-sai. Logo depois mandou-lhe dizer, que assim como
Apau-tai, o havia abandonado, assim o fariam os outros seus
companheiros; e diminuidas assim as suas for&ccedil;as seria
obrigado a entregar-se prisioneiro: que era melhor capitular
j&aacute;, alcan&ccedil;ando honra e interesse, como lhe tinha
promettido e affian&ccedil;ado. A esta segunda instancia respondeu
Cam-pau-sai pelo modo seguinte. <br />

<br />

Hontem recebi uma carta vossa mui persuasiva: conhe&ccedil;o o
desejo que tendes de me ver em Mac&aacute;o: fico-vos agradecido
por t&atilde;o singular obsequio e estima&ccedil;&atilde;o.
<br />

<br />

Estando sobre os mares, como no centro de um reino, no qual empunho o
sceptro do poder, e governan&ccedil;a para todos os que me
obedecem, vivo muito occupado. N&atilde;o &eacute; simples
negocio o governo de um reino: eis o motivo por que n&atilde;o
cumpro o vosso desejo. <br />

<br />

Agora todo o meu empenho &eacute; restaurar e possuir as terras
deste orbe: assim ficar&atilde;o completos os meus desejos.
Digo-vos ingenuamente este &eacute; o fim a que me proponho. Tenho
<span class="pagenum"><a name="p51" id="p51">[51]</a></span>
muitas
embarca&ccedil;&otilde;es, e mantimentos para longo tempo: nada
me falta. Vendo que me estimaes, por isso vos dou a conhecer o meu
projecto. <br />

<br />

Se quizerdes emprestar-me quatro navios para fazer com elles o que me
aprouver, mais depressa restaurarei o imperio. Depois dar-vos-ei duas
o tres provincias a vosso contento. Asseguro-vos a fidelidade da
minha promessa. Se n&atilde;o podeis agora mandar-me os navios seja
quando vos convier. <br />

<br />

Ha muitas pessoas, que me aconselham para render vassalagem a um
tartaro! S&atilde;o
exorta&ccedil;&otilde;es baldadas. Possuindo esta esquadra com
a divisa da bandeira vermelha, farei com ella os maiores
esfor&ccedil;os para restaurar o imperio. J&aacute; mandei
apromptar a minha esquadra, para se dirigir &aacute; bocca do rio
tygre; a fim de bater os imperiaes. Tenho outros assumptos a
communicar-vos, por&eacute;m agora n&atilde;o o posso fazer.
Basta o conteudo desta, para viveres na intelligencia do meu firme
proposito. Dezembro 26, de 1809. <br />

<br />

Desenganado Alcoforado de que n&atilde;o conseguia a entrega dos
piratas sem <a href="#eo15">effus&atilde;o</a>
de
<span class="pagenum">[52]</span>
sangue,
come&ccedil;ou de novo a batelos. Os nossos estavam j&aacute;
t&atilde;o praticos nos canaes das ilhas da China, que os piratas
apenas lhe escapavam nos pequenos rios, onde os nossos vasos
n&atilde;o podiam entrar. Cam-pau-sai usou entreter as
embarca&ccedil;&otilde;es portuguezas com alguns
Ta&oacute;s, em quanto a dextrava os seus no
exercicio da artilharia, tomando por mestres os americanos inglezes,
que tinham aprisionado. <br />

<br />

Era t&atilde;o sagaz e ardiloso, que nos encobria seus planos com
extranho recato. Em 21 de Janeiro de 1810, julgou-se em estado de poder
vencer a frota macaense. Pairava esta junto &aacute; ilha de
Lant&aacute;o, quando entraram a levantar do oriente os piratas
alinhados em divis&otilde;es. Nesta occasi&atilde;o obrou o
invicto
Alcoforado t&atilde;o grandes prodigios, que s&oacute; poderam
ser cantados antes, pelo nosso Diniz.<br />

<br />

<br />

<span class="pagenum">[53]</span>
<div class="poetry"><em>A fiel ave, que arma
vigilante</em></div>

<div class="poetry2"><em>O gr&atilde;o furor a
Jove.</em></div>

<div class="poetry"><em>Quando
sobre os mortaes os raios chove</em></div>

<div class="poetry2"><em>A dextra
coruscante,</em></div>

<div class="poetry">
<em>T&atilde;o rapida ao rebanho temeroso<br />

N&atilde;o
cala, a garra abrindo, das estrellas,</em></div>

<div class="poetry2">
<em>Como o var&atilde;o
famoso</em><br />

<em>Sobre as immensas velas<br />

Cahe de grande ira armado<br />

Tre&ccedil;ando
denodado</em></div>

<div class="poetry">
<em>A f&eacute;ra espada, e torna em seu estrago<br />

O azul
oceano em roxo lago.</em><sup><a href="#n17">[17]</a></sup></div>

<br />

<br />

Considere-se uma lag&ocirc;a com seis leguas de diametro, semeada
de ilhas e syrtes, onde apenas Galerno encrepava a superficie das
aguas. A esquadra portugueza constando de seis navios, sendo o maior de
quatro centas tonelladas, e o mais pequeno de 120: guarnecidos todos
com 120 pe&ccedil;as de artilheria; e 700 homens. A esquadra
inimiga, de 300 vasos, com mil e quinhentas pe&ccedil;as de
artilheria, e mais de 20:000 homens aguerridos, commandados por chefe
valoroso e desesperado. Neste conflicto o famoso Alcoforado,
tre&ccedil;ando denodado a f&eacute;ra espada mandou atacar.
Foi sentelha
<span class="pagenum">[54]</span>
electrica
lan&ccedil;ada no cora&ccedil;&atilde;o dos seus
companheiros. Dirigiram-se os nossos &aacute; vanguarda das
columnas inimigas despresando suas hostilidades at&eacute; chegar a
tiro de espingarda. Nessa distancia uma descarga de metralha punha em
fugida o navio, que a soffria. Alguns mais destemidos arribavam para
sotavento afim de metter os nossos entre dois fogos; manobra que estes
concertavam para lan&ccedil;ar-lhes a morte por todos os lados. O
fumo mal lhes dixava v&ecirc;r as
embarca&ccedil;&otilde;es portuguezas, cercadas pelas suas. O
astuto e bravo pirata, julgava que dividindo os nossos poderia
destruilos; e o chefe portuguez julgando ter Marte em cada um de seus
companheiros quiz dar a todos motivo para demonstrarem a sua pericia e
desmedido valor. Ficaram deste modo os navios macaenses no centro de
cada circulo dos piratas: assim os raios despedidos do centro levavam
&aacute; circumferencia o estrago, o horror, e a morte. As balas da
circumferencia, raras vezes acertavam no ponto central: qualquer
desmancho nas pontarias fazia com que empregassem as balas nos seus
mesmos companheiros. Todos
<span class="pagenum">[55]</span>
os
Commandantes portuguezes adqueriram fama neste dia; mas ha acasos em
uma batalha, que fazem uns mais distinctos do que outros. O navio
commandado por <em>Luiz Carlos de Miranda</em>, na maior
for&ccedil;a do combate, deu em esc&ocirc;lho: Cam-pau-sai,
vendo aquelle navio encalhado, considerou-o em desordem; mandou
carregar sobre elle, a ver se podia principiar o seu triunfo por
destruilo. Mas o denodado Miranda, vendo perigos por todos os lados,
resolveu debellar o inimigo, ou n&atilde;o sa&iacute;r com vida
do conflicto. Entre o valor e a desespera&ccedil;&atilde;o
(ultimo sentimento das almas grandes), disse a seus
companheiros:&mdash;Creio n&atilde;o haver entre n&oacute;s
quem
regeite a immortal gloria, que este feliz dia lhe destina: assim
fa&ccedil;a cada um o seu dever. Mandou empregar a gente da
marea&ccedil;&atilde;o nas baterias, e diffundindo o seu valor
em toda a equipagem, fez t&atilde;o grande estrago no inimigo, que
j&aacute; este n&atilde;o tinha animo para acommettelo.
Emquanto debellava os piratas, o fluxo das aguas tirou o navio do
esc&ocirc;lho. <br />

<br />

O Caroxa tambem fez cousas admiraveis. Deparou-lhe o acaso o
Ta&oacute; do pagode.<sup><a href="#nt3">[Nota
3&ordf;]</a></sup> Logo
<span class="pagenum"><a name="p56" id="p56">[56]</a></span>
que assomou o
deposito do erro, virou sobre elle; e emquanto n&atilde;o o
lan&ccedil;ou no abismo, n&atilde;o descan&ccedil;ou. O
templo, os bonzos, os idolos tudo foi submergido no orco. Esta proeza
do atrevido Caroxa lan&ccedil;ou o espanto e o horror no espirito
de todos os piratas. A vista dos seus deuses
<a href="#e9">espeda&ccedil;ados</a>, e
levados, &aacute; discri&ccedil;&atilde;o das aguas,
tirou-lhes de
todo o animo: apenas ousaram largar <a href="#e10">as
velas</a> todas, e por entre
syrtes foram abrigar-se na bocca do rio de Hiang-san: logar onde os
nossos vazos n&atilde;o podiam entrar. <br />

<br />

N&atilde;o ha cores ass&aacute;s vivas para demonstrar a sua
confus&atilde;o na fugida. Cam-pau-sai med&iacute;o
ent&atilde;o as for&ccedil;as macaenses ainda mais pelo valor,
do que pelo seu atrevimento. Os nossos cantaram victoria! Mas
incan&ccedil;aveis na destrui&ccedil;&atilde;o do inimigo,
n&atilde;o deixaram
de perseguilo at&eacute; &aacute; bocca do rio. Alli formou o
previdente Alcoforado apertado bloqueio a Cam-pau-sai. S&oacute; o
deixou sa&iacute;r para entregar-se. <br />

<br />

Cam-pau-sai resolveu entregar-se, mas uma das principaes
condi&ccedil;&otilde;es &eacute;ra de ser
Miguel de Arriaga fiador de tudo quanto se ajustasse no acto de
capitula&ccedil;&atilde;o; e que s&oacute; trataria
com os
<span class="pagenum">[57]</span>
imperiaes, estando elle presente.
Logo que o Governo de Mac&aacute;o recebeu esta
participa&ccedil;&atilde;o do chefe Alcoforado, remetteo-a ao
Sunt&oacute;, e este dirigio-a ao Imperador. <br />

<br />

Succedeu nesta occasi&atilde;o um facto, que muita honra faz
&aacute; memoria do generoso Arriaga. Quando se tratava da entrega
dos piratas, chegou a Mac&aacute;o, um novo
<em>Ouvidor</em>, e segundo a lei, Arriaga deu-lhe posse do
logar. Mas Cam-pau-sai, e os mandarins, logo que o souberam avisaram o
Governo de Mac&aacute;o, n&atilde;o poderem entrar naquella
negocia&ccedil;&atilde;o
com o Ouvidor novo, mas sim com o antigo; j&aacute; por saber este
melhor daquelle negocio, j&aacute; porque s&oacute; com elle
Cam-pau-sai capitularia. O Senado e todos os macaenses desejavam o
mesmo; pois &eacute;ra publica a grande
reputa&ccedil;&atilde;o,
que Arriaga havia entre os Chinezes. Foi completa a vontade geral; e
&eacute; s&oacute; em t&aacute;es
occasi&otilde;es, que padecendo a lei exultam os povos. O Ouvidor
Peixoto come&ccedil;ou no exercicio das suas
fun&ccedil;&otilde;es: mas o famoso Arriaga continuou a tractar
deste importante negocio. <br />

<br />

Em quanto os nossos bloqueavam a esquadra inimiga, e Arriaga ajustava a
capitula&ccedil;&atilde;o
<span class="pagenum"><a name="p58" id="p58">[58]</a></span>
com os mandarins, aconteceu outro facto, que muito honra a memoria do
invicto Alcoforado. Logo que a frota portugueza sa&iacute;o de
Mac&aacute;o, convidou elle o chefe dos piratas para entrar em
Mac&aacute;o, e tractar alli da sua
capitula&ccedil;&atilde;o: mas Cam-pau-sai confiado em suas
for&ccedil;as respondeu pela negativa como fica dito. Agora
vendo-se obrigado a fazer o que ent&atilde;o recusou, pedio ao
nosso Alcoforado a merc&ecirc; de honralo com uma visita para ter o
gosto de o conhecer pessoalmente. <br />

<br />

Alcoforado mandou apromptar um escaler para satisfazer Cam-pau-sai mas
os seus espozeram-lhe ser grande temeridade entregar-se a um pirata.
Esta lembran&ccedil;a foi acompanhada da responsabilidade, e isso
obrigou Alcoforado a chamar os commandantes das mais
embarca&ccedil;&otilde;es, communicou-lhes o convite de
Cam-pau-sai, e a delibera&ccedil;&atilde;o, que havia tomado.
Todos acordaram com os <a href="#e11">Officiaes</a>
do seu navio, menos
elle, que fallou da maneira seguinte.&mdash;Grande &eacute; meu
contentamento por ver o empenho, que fazeis para n&atilde;o me
arriscar nesta visita; seja por estimardes a minha existencia, ou por
julgardes em mim
<span class="pagenum">[59]</span>
algum prestimo.
Confesso-vos, que t&atilde;o grande &eacute; o vosso empenho,
quanto mais firme se torna a minha resolu&ccedil;&atilde;o:
j&aacute; porque
recusando este convite ficar&aacute; mui cerceada a nossa
reputa&ccedil;&atilde;o j&aacute; porque seria o
primeiro signal de fraqueza da esquadra Macaense: se for
tra&iacute;da a minha boa f&eacute;, tereis novo
incentivo para anniquilardes o inimigo vingando-me. Asseguro-vos que
vendo-me Cam-pau-sai, em seu navio, de cora&ccedil;&atilde;o
socegado e alma firme, tremer&aacute; de
v&oacute;s&mdash;Todos o
escutavam com atten&ccedil;&atilde;o: e &aacute;s ultimas
palavras
cada um desejava ser Alcoforado: Mas a gloria de sacrificar-se pela
honra da Patria, e pela humanidade, s&oacute; a ella
pertencia, naquella occasi&atilde;o. Despedio-se e partio para a
esquadra inimiga. Assim que passou a primeira
embarca&ccedil;&atilde;o da vanguada<sup><a href="#nt4">[Nota
4&ordf;]</a></sup>:<br />

<br />

<br />

<div class="poetry"><em>Sonorosas trombetas incitavam<br />

Os animos alegres
resonando:<br />

Dos</em> Chinas <em>os bateis o
mar
coalhavam,<br />

Os toldos pelas aguas arrojando.<br />

As bombardas horrisonas
bramavam<br />

Com as nuves de fumo o sol toldando.</em><sup><a href="#n18">[18]</a></sup></div>

<br />

<br />

<span class="pagenum">[60]</span>
Ao chegar Alcoforado ao navio de Cam-pau-sai, veio este recebelo ao
portal&oacute;, e o conduzio pela m&atilde;o &aacute;
camara. Alli
troc&aacute;ram as mais apuradas civilidades. Cam-pau-sai,
estudando o modo de obsequiar o nosso heroe, n&atilde;o achou outro
mais capaz de lisongear a sua alma, do que offerecer-lhe pela honra,
que lhe tinha feito, a liberdade de todos os prisioneiros europeos, que
tinha em sua esquadra. O presente foi recebido com
demonstra&ccedil;&otilde;es proprias de captivar o offerente
pelas cad&ecirc;as da amizade. Cam-pau-sai assegurou-lhe, ser
ent&atilde;o o seu maior empenho n&atilde;o o ter por inimigo;
pois havia experimentado o valor dos portuguezes. <br />

<br />

Demonstrou, que arriscando uma batalha, poderia ter a vantagem de
sa&iacute;r do bloqueio com as embarca&ccedil;&otilde;es
mais veleiras, para onde n&atilde;o podessemos incommodalo;
por&eacute;m que a honra daquella visita o tinha penhorado de modo,
que estava resolvido a entregar-se com toda a esquadra; vista a
promessa que lhe fizera o ministro Arriaga, de quem formava alto
conceito, e a quem de boa vontade se rendia.
<br />

<br />

<span class="pagenum">[61]</span>
Alcoforado afian&ccedil;ou a promessa do ministro, mostrando-se
pesaroso em n&atilde;o depender s&oacute; delle a
capitula&ccedil;&atilde;o para em tudo a
fazer a contento de Cam-pau-sai. Disse mais:&mdash;como chefe da
esquadra
macaense, tenho ordem para destruir a vossa, se tentardes
sa&iacute;r daqui: e serei obrigado a fazelo por ser
usan&ccedil;a portugueza romper as linhas da amizade, quando assim
o urgem as precis&otilde;es do estado. Espero de v&oacute;s
n&atilde;o ter occasi&atilde;o para
rompelas. Assim o prometteu Cam-pau-sai; e o nosso Alcoforado,
levantou-se: <br />

<br />

Lembrai-vos de como se despedio Luiz XI, quando visitou o nosso Affonso
V;<sup><a href="#n19">[19]</a></sup>
ajuntai-lhe os requintes das ceremonias asiaticas, e julgai da
separa&ccedil;&atilde;o destes guerreiros;
n&atilde;o querendo ceder um ao outro a primasia em affectos
delicados. Com tudo n&atilde;o p&ocirc;de Alcoforado impedir a
Cam-pau-sai, de acompanhalo at&eacute; ao escaler em que partio
para a sua frota. Ao entrar nella salvaram todos os navios, e os
marinheiros subiram &aacute;s vergas para todos a um tempo lhe
darem os emboras. <br />

<br />

Em quanto os chefes se visitavam cuidava-se
<span class="pagenum">[62]</span>
em Mac&aacute;o; no
ponto,
onde se faria a entrega da esquadra inimiga, visto ser da vontade de
Cam-pau-sai, entregala aos portuguezes. Lucas Jos&eacute; de
Alvarenga, governador militar daquella cidade, obstou a que os
macaences tivessem mais esse dia de triunfo. Temeu gente, que
estremecia s&oacute; de ouvir fallar das fa&ccedil;anhas
portuguezas<sup><a href="#n20">[20]</a></sup>.
Assim foi Arriaga obrigado a concluir este importante
negocio f&oacute;ra de Mac&aacute;o. <br />

<br />

Avisou os mondarins,
<em>Chu</em>, e
<em>Pom</em>, que viessem ao pagode<sup><a href="#n21">[21]</a></sup>: ajustaram alli, que
o logar do congresso seria na villa de Hiang-san e fizeram aviso aos
delegados do imperador para se acharem alli em dia aprazado.
Juntaram-se os mandarins do destricto, os mandarins da c&ocirc;rte,
e o nosso Arriaga, que foi recebido entre elles com singular
distinc&ccedil;&atilde;o.
<br />

<br />

J&aacute; o congresso deliberava sobre a
capitula&ccedil;&atilde;o, quando chegou de Mac&aacute;o a
rela&ccedil;&atilde;o do que se tinha passado entre os chefes
das esquadras. A ousadia do atrevido Alcoforado n&atilde;o
s&oacute; penhorou Cam-pau-sai, mas tambem
<span class="pagenum">[63]</span>
os
mandarins, que pasmados do que ouviam, ficaram por algum tempo notando
o gesto e maneiras com que o magnanimo Arriaga captivava as suas
vontades. <br />

<br />

Tornando o congresso de novo os seus trabalhos, caminhou o negocio com
mais rapidez; pois dalli em diante estavam os mandarins quasi sempre de
accordo com o nosso ministro. Convieram em mandar a Cam-pau-sai, que
viesse com sua esquadra para Chumpin, onde elles se deviam tambem
reunir: e ordenaram ao chefe Alcoforado, que levantasse o bloqueio. As
ordens foram derigidas a Cam-pau-sai, em direitura, e a
Jos&eacute; Pinto Alcoforado, pelo governador de Mac&aacute;o:
homem pouco experiente dos costumes chinezes, e cobarde, por isso
demorou a ordem do congresso. No dia seguinte recebendo Cam-pau-sai, a
que lhe fora dirigida, levantou ancora e principiou a velejar para
fora. Alcoforado, ignorando as ordens do congresso, e vendo a esquadra
inimiga em movimento, mandou suspender a sua, e manobrar de modo
hostil. Cam-pau-sai, percebeu logo haver desintelligencia: ordenou
&aacute; sua frota, que amainasse e surgisse.
<span class="pagenum"><a name="p64" id="p64">[64]</a></span>
Sabendo-se no congresso da imprudencia do
timido Alvarenga, dirigio-se Arriaga a Mac&aacute;o para animalo, e
os delegados do imperador tomaram a resolu&ccedil;&atilde;o de
ir &aacute; esquadra
portugueza certificar ao chefe o que se tinha tractado com o ministro. <br />

<br />

Assim que o nosso Alcaforado vio
em sua
embarca&ccedil;&atilde;o dois chinezes de cabaias amarellas,
conheceu a gerarquia dos hospedes; por ser c&ocirc;r privativa da
familia imperial. Tractou-os com a cortezia devida &aacute;
civilidade chineza. Rogaram ao chefe portuguez, n&atilde;o
compromettesse a palavra de Arriaga, nem a delles, para com o chefe dos
piratas, a quem tinham mandado dizer, que velejasse para Chumpin, e a
elle Alcaforado, que o deixasse
sa&iacute;r;
que a inexperiencia do governador, n&atilde;o devia
embara&ccedil;ar a execu&ccedil;&atilde;o dos poderes dados
pelo Senado ao ministro Arriaga. <br />

<br />

Alcoforado respondeu:&mdash;aprec&iacute;o muito <a href="#e12">a honra</a>,
que me fazeis&mdash;e desejo, ainda mais, ser-vos util:
por&eacute;m as leis militares entre n&oacute;s executam-se sem
discrepancia. Tenho ordem do governo para bater a esquadra inimiga, se
tentar sa&iacute;r, em quanto n&atilde;o houver
<span class="pagenum"><a name="p65" id="p65">[65]</a></span>
outra em contrario, n&atilde;o posso deixar de
fazelo. <br />

<br />

Os mandarins tornaram-lhe:&mdash;Homem recto e valoroso, conhecemos
os
servi&ccedil;os que tens feito ao imperio, e &aacute; tua
na&ccedil;&atilde;o:
n&atilde;o offusques essa gloria deixando outra vez as costas da
China cobertas de piratas. Cam-pau-sai ainda tem grandes recursos:
n&atilde;o o irrites. Grande parte da provincia de Chin-cheu segue
o seu partido: sabes que &eacute; povoada de homens <a href="#eo16">marcantes</a>,
robustos, e denodados; a gente creada sobre as ondas &eacute;
audaz, e ardilosa; em pouco tempo equipar&atilde;o outra esquadra
para obrigar-te a levantar o bloqueio; assim apezar do teu valor, e do
esfor&ccedil;o macaense, teremos guerra eterna. Pedimos-te, pelo
que mais estimas, modefiques as ordens que tens, a fim de Cam-pau-sai
n&atilde;o desconfiar da nossa palavra.&mdash;Nesta
occasi&atilde;o
chegou a ordem de Mac&aacute;o, por diligencia de Arriaga, para
Alcoforado levantar o bloqueio, e seguir Cam-pau-sai <a href="#eo17">para
Chumpin</a>. Mui
contentes ficaram os mandarins: partiram satisfeitos para o logar do
congresso, onde j&aacute; acharam o nosso Arriaga. Mandou-se nova
ordem a
<span class="pagenum">[66]</span>
Cam-pau-sai;
no dia immediato surgio no logar aprazado. <br />

<br />

Mandou-se a bordo cumprimentar o chefe dos piratas, e convida-lo a
entrar no congresso, onde devia firmar a sua
capitula&ccedil;&atilde;o. Promptamente
chegou: ao entrar na salla dos congregados, conheceu por vestiario e
gesto, o nosso ministro: dirigio-se a elle e fallou desta maneira. <br />

<br />

Grandes motivos me fazem render e tractar comvosco da minha
capitula&ccedil;&atilde;o, para entrar na classe dos
Col&aacute;os, como mo promettestes pelo imperador. Mas
confesso-vos, que o principal foi conhecer o fulcro da lavanca
destruidora do meu poder. J&aacute; vos vi:
estou satisfeito. Devo muito &aacute; natureza, e &aacute;
minha assidua applica&ccedil;&atilde;o; mas em tudo me acho
vencido por v&oacute;s.&mdash;E virando-se para os
mandarins:&mdash;Tendes
por experiencia de 14 annos, qu&atilde;o poderoso e vigilante foi o
meu sceptro: sabei agora da minha bocca, que o valor portuguez foi quem
o destruira. Aqui me tendes em vossa presen&ccedil;a: espero que me
trateis como a homem livre, e destemido&mdash;E tomou assento.
<br />

<br />

<span class="pagenum"><a name="p67" id="p67">[67]</a></span>
Disseram-lhe que para exemplo era preciso castigar <a href="#e13">alguns
dos seus</a>, que fossem mais criminosos.&mdash;Para
satisfazer a
esse requisito, darei os nomes de 14 faccinorosos, que existem na
esquadra. Paguem com suas cabe&ccedil;as as atrocidades que
fizeram, e eu desaprovei.&mdash;Sendo este o unico
embara&ccedil;o que
havia, concluio-se o negocio. <br />

<br />

Cam-pau-sai declarou ter ainda uma divis&atilde;o de 80
embarca&ccedil;&otilde;es, que antes de vir attacar a esquadra
macaense, tinha mandado para Chin-cheu receber os tributos do anno
passado; mas que por aviso seu viriam entregar-se. <br />

<br />

Ordenadas assim as cousas principaes, tractaram da forma porque se
devia repartir a preza; visto s&atilde;o ser o artigo 1.&ordm;
da
conven&ccedil;&atilde;o preenchido pelo Governo Chinez; e ter
s&oacute; a esquadra macaense reduzido Cam-pau-sai a capitular. <br />

<br />

J&aacute; o Ministro Arriaga tinha mostrado aos Chinezes,
qu&atilde;o valoroso e sensivel &eacute;ra o seu
cora&ccedil;&atilde;o; mas ent&atilde;o quiz mostrar-lhe
quanto &eacute;ra liberal. De tudo quanto existia na esquadra de
Cam-pau-sai, exigio a melhor parte
<span class="pagenum">[68]</span>
das bombardas: tudo o mais deixou &aacute;
disposi&ccedil;&atilde;o do Imperador. Os companheiros de
Cam-pau-sai ficaram cidad&atilde;os chinezes; elle Col&aacute;o
do Imperio; e as cabe&ccedil;as dos 14 criminosos, para exemplo dos
malevolos, foram espetadas em paos no istmo que devide, a cidade, da
ilha de Mac&aacute;o, onde ficaram at&eacute; serem consumidas
pelo tempo. <br />

<br />

Concluida a capitula&ccedil;&atilde;o, disse Cam-pau-sai, ao
Conselheiro Arriaga:&mdash;Ainda tenho um favor a pedir-vos.
Pertendo ir a
Mac&aacute;o, se me concederes licen&ccedil;a, para ter o gosto
de ver todos os meus vencedores&mdash;O Ministro agradeceu: e
dissolveu-se o
congresso, saindo todos os seus membros cheios de alegria e
admira&ccedil;&atilde;o: Arriaga, da inexplicavel civilidade e
sciencia dos mandarins da c&ocirc;rte, ou col&aacute;os!
Cam-pau-sai, da pessoa, e do espirito de Arriaga! Os col&aacute;os!
de Cam-pau-sai, e de Arriaga! Tudo lhe parecia prodigioso. Mal podiam
capacitar-se de ver livre o imperio do flagelo, que o tinha assolado em
14 annos continuos. <br />

<br />

Assim que Arriaga entrou na cidade, tractou do triumfo dos heroes
macaenses, que
<span class="pagenum">[69]</span>
&eacute;ra ao mesmo
tempo o seu. A caza deste illustre var&atilde;o tinha para elles a
mesma
considera&ccedil;&atilde;o, que o Capitolio para os romanos.
N&atilde;o foi este triumfo t&atilde;o aparatoso no exterior
como os de Cesar, ou o de D. Jo&atilde;o de Castro em Goa. Mas os
cora&ccedil;&otilde;es de todos os habitantes de
Mac&aacute;o exultavam de prazer at&eacute; alli nunco visto
nem sentido.<sup><a href="#nt5">[Nota 5&ordf;]</a></sup><br />

<br />

Em Maio chegou a Cant&atilde;o a noticia de n&atilde;o querer
entregar-se a divis&atilde;o rebelde, despresando a ordem do seu
antigo chefe. Avisou-se a Cam-pau-sai da conducta dos piratas, e
Pedio-se-lhe o desempenho da palavra dada no acto da
capitula&ccedil;&atilde;o. Respondeu:&mdash;Rebellada a
divis&atilde;o a primeira vez contra a minha ordem n&atilde;o
devo mandar-lhe outra. Tenho recurso mais prompto. Dai-me sessenta
embarca&ccedil;&otilde;es das que foram minhas, deixai-mas
tripolar com os que j&aacute; me obedeceram; e se n&atilde;o
trouxer os rebeldes dou a minha cabe&ccedil;a. Lembro-me que podeis
desconfiar da minha palavra: deixarei em refens o que possuo de mais
apreciavel; dois filhos que me deu a natureza. Se sois pai, avaliareis
a qualidade do penhor.
<br />

<br />

<span class="pagenum">[70]</span>
O Sunt&oacute;: apezar das demonstra&ccedil;&otilde;es de
firmesa e honrada conducta de Cam-pau-sai, recusou entregar-lhe a
esquadra que elle pedia. Mandou apromptar uma frota imperial de perto
de duzentas embarca&ccedil;&otilde;es, e bem equipadas com
parte dos instrumentos de guerra que tinham sido de Cam-pau-sai.
Sa&iacute;o esta de Cant&atilde;o e foi encontrar o inimigo. Em
pouco tempo veio entrar em Mac&aacute;o fugida, e derrotada pela
divis&atilde;o rebelde. Chegando esta noticia a Cant&atilde;o,
o Sunt&oacute; mandou perguntar ao Conselheiro Arriaga, o que
deveria fazer &aacute;cerca do offerecimento de
Cam-pau-sai.&mdash;Que
se estivesse no seu logar, tornou Arriaga, tinha aceitado os
servi&ccedil;os de Cam-pau-sai, logo que elle os offereceu, sem lhe
tomar refens; pois esperava delle tudo quanto &eacute; proprio de
honralo, e de utilisar ao imperio.&mdash; <br />

<br />

O Sunt&oacute; com tal resposta, mandou entregar a Cam-pau-sai
sessenta embarca&ccedil;&otilde;es, e tudo quanto pedio. Largou
o novo Almirante de Cant&atilde;o deixando a todos em expectativa.
Dirigio-se a Mac&aacute;o, onde estava tudo prompto para recebelo.
Em dia assignalado foram os
<span class="pagenum">[71]</span>
commandantes
da nossa esquadra<sup><a href="#nt6">[Nota
6&ordf;]</a></sup> com os bons moradores da
cidade a caza do Ministro Arriaga. Ainda bem o n&atilde;o tinham
cumprimentado, annunciou-se a entrada de Cam-pau-sai. Foi conduzido
&aacute; Sala. Acabadas as civilidades requintadas, segundo o
costume Chinez disse:&mdash;Deus immortal, est&atilde;o
completos os
meus ultimos desejos, vendo e abra&ccedil;ando heroes
t&atilde;o sublimados&mdash;Brilhava o jubilo no rosto de todos
vendo Marte humilhado em sua presen&ccedil;a.&mdash;Acha-se
neste
circulo o valoroso commandante da Lorcha Le&atilde;o? Desejo
conhecelo&mdash;Aqui me tendes respondeu o <em>Caroxa</em>.
Cam-pau-sai caminhou para
elle, abra&ccedil;ou-o: e virando-se para o Ministro
disse:&mdash;Este
homem fez mais damno ao meu poder, do que toda a vossa esquadra. Eu fui
vencido: mas quem disputando a gloria aos portuguezes dirigidos por
v&oacute;s, ficar&aacute; victorioso. Cedo vos mostrarei como
ven&ccedil;o a outra gente. <br />

<br />

&mdash;Tenho conhecido em vossas ac&ccedil;&otilde;es,
disse
Arriaga, que sois var&atilde;o assignalado. Agrade&ccedil;o-vos
por todos o alto conceito, que de n&oacute;s fazeis: affirmo-vos
ser o maior premio de nossas fadigas, ter-vos elevado &aacute;
ordem dos Col&aacute;os,
<span class="pagenum">[72]</span>
onde fareis a ventura da vossa patria,
e as delicias do Imperador. Imitai os vossos vencedores promptos sempre
a dar a vida pela restaura&ccedil;&atilde;o da gloria nacional,
pelos seus direitos, e pelos do seu Monarca legitimo. Lembrai-vos de
todas as ac&ccedil;&otilde;es que lhes vistes
praticar:<sup><a href="#nt7">[Nota
7&ordf;]</a></sup>
<br />

<br />

<br />

<div class="poetry"><em>E julgareis qual
&eacute; mais excellente,<br />

Se ser do
mundo rei, se de tal gente.</em><sup><a href="#n22">[22]</a></sup></div>

<br />

<br />

Se a liberdade, a propriedade, e a seguran&ccedil;a s&atilde;o
as unicas linhas, que prendem os homens &aacute; terra onde
habitam, e ao rei; sen&atilde;o ha amor de patria, onde
n&atilde;o existem estas vantagens; julgue-se pelo amor dos
Portuguezes ao rei e &aacute; patria, das qualidades do Senhor D.
Jo&atilde;o VI. Paga o amor que lhe temos usando do seu poder, para
opp&ocirc;r barreiras fortes, e dar remedio &aacute;s
paix&otilde;es dos subditos, sem que possamos conhecer as suas
proprias paix&otilde;es.<sup><a href="#n23">[23]</a></sup>
<br />

<br />

<br />

<span class="pagenum">[73]</span>
<div class="poetry"><em>Do vosso nome um
gr&atilde;o Rei</em></div>

<div class="poetry2"><em>Neste
reino Lusitano<br />

Se poz esta mesma lei:<br />

Que diz o
seu Pelicano<br />

Pela lei, e pela grei</em><sup><a href="#n24">[24]</a></sup></div>

<br />

<br />

Em todo o tempo, que esteve em Mac&aacute;o o celebre Cam-pau-sai,
foi surprendido pelas maneiras singulares com que o obsequiou o
ministro Arriaga: mas foi obrigado a sa&iacute;r de
Mac&aacute;o para em breve desempenhar a sua commiss&atilde;o.
Em poucos dias encontrou a divis&atilde;o rebelde, a quem fez saber
que era o Almirante da esquadra imperial pela seguinte:<br />

<br />

<br />

<div style="text-align: center;"><em>Procclam&atilde;o</em>.
<br />

</div>

<br />

Camaradas e amigos, sei que duvidastes da minha ordem: fizestes bem.
Lembrastes-vos sem duvida, que era falsa; ou eu ter sido obrigado pela
for&ccedil;a a escrevela. N&atilde;o: assignei-a por minha
vontade. Se ainda o duvidais, vinde ouvilo da minha bocca. Dir-vos-hei
tambem os motivos, que me fizeram render. Neste mundo ha dois caminhos
a seguir, o do bem, ou o do mal. Todos desejamos seguir
<span class="pagenum"><a name="p74" id="p74">[74]</a></span>
o do bem, mas somos muitas vezes lan&ccedil;ados pelo erro
em precipicios. Em outro tempo vos aconselhava eu a seguirdes o meu
partido; mas ent&atilde;o ainda eu n&atilde;o havia encetado o
caminho do bem. Hoje conhe&ccedil;o que marchava pela estrada do
erro, afastado da vontade do maior numero. O imperio tem
povoa&ccedil;&atilde;o summamente grande; e o nosso partido a
seu respeito &eacute; <a href="#e14">summamente</a>
pequeno. N&atilde;o podeis negar-me, que &eacute;
preciso haver desmedida ambi&ccedil;&atilde;o nos poucos, que
pertendem apossar-se do que &eacute; de muitos. N&atilde;o
&eacute; conforme &aacute;s leis do imperio, nem &aacute;s
do entendimento supremo. Todos devemos concorrer para a felicidade dos
outros homens; e no caminho em que andavamos
deivairados, faziamos a sua desgra&ccedil;a<sup><a href="#n25">[25]</a></sup>.
Exposta assim a verdade a vossos olhos, espero n&atilde;o duvideis
abra&ccedil;ala; e quando useis tenacidade, em vosso erro,
experimentareis pela primeira vez o meu rigor. <br />

<br />

Os rebeldes n&atilde;o attenderam &aacute;s ras&otilde;es
de Cam-pau-sai: julgando-se superiores em for&ccedil;a, cresceu, a
sua audacia; responderam com
<span class="pagenum"><a name="p75" id="p75">[75]</a></span>
despreso.
Cam-pau-sai dispoz os seus de tal sorte, que dando sobre os rebeldes,
em poucas horas os que n&atilde;o se afundaram,
ficaram prisioneiros. Navegou com elles para Mac&aacute;o; a fim de
mostrar ao ministro Arriaga, e a todos os macaenses, a verdade do que
lhe havia dito. <br />

<br />

Entrou alli a divis&atilde;o rebelde em estado t&atilde;o
deploravel pelo estrago soffrido no combate, que levou muitos dias a
concertar para ir a Cant&atilde;o. Cam-pau-sai largando o nosso
porto, dirigio-se &aacute; <em>bocca do
tygre</em>. Alli encontrou o mar cheio de
embarca&ccedil;&otilde;es, que tinham vindo para o levar em
triumfo ao Sunt&oacute;. &Eacute; inexplicavel o contentamento,
que o povo d'aquella cidade teve nessa occasi&atilde;o. O
Sunt&oacute; obsequiou <a href="#e15">Cam-pau-sai</a>
de
modo, que se o imperador viesse a Cant&atilde;o, n&atilde;o
haveria mais nada a fazer-lhe para honra-lo. Dirigio &aacute;
c&ocirc;rte t&atilde;o grandes
recommenda&ccedil;&otilde;es
&aacute;cerca do novo Almirante, que o imperador mandou, que fosse
a Pekim, para ter o gosto de velo. <br />

<br />

Partio Cam-pau-sai; e foi dando interessante espectaculo a todas as
villas e cidades, por onde passava. Todos ambicionavam ver o
<span class="pagenum">[76]</span>
chefe dos piratas (que tanto havia
assustado o throno e o imperio) tornado uma das pessoas mais
interessantes ao mesmo imperio. Assim que entrou na capital foi
apresentado ao imperador: teve com elle larga
conversa&ccedil;&atilde;o: depois houve conselho de estado, em
que foi Cam-pau-sai um dos seus membros. Emprego superior aos ministros
de Estado. <br />

<br />

Pode-se julgar por este facto, qual &eacute; a politica do Governo
Chinez. J&aacute; n&atilde;o tinha que temer no mar; com tudo
premiou Cam-pau-sai, n&atilde;o s&oacute; para cumprir o que
havia promettido, mas tambem para se approveitar dos seus conhecimentos
e qualidades relevantes.<sup><a href="#n26">[26]</a></sup>
&Eacute; provavel, que em quanto
elle for Conselheiro de Estado, n&atilde;o hajam piratas nos mares
da China. Tem adquerido t&atilde;o grande
reputa&ccedil;&atilde;o na c&ocirc;rte, que n&atilde;o
s&oacute; os particulares mas tambem o Imperador o tracta com
singular distinc&ccedil;&atilde;o. <br />

<br />

Por mais que sejam plausiveis os motivos da guerra, sempre offende:
ainda custando s&oacute; a vida de um homem, assim mesmo
&eacute; funesta.
<span class="pagenum">[77]</span>
A
estatua do vencedor &eacute; sempre banhada de lagrimas pelos
vencidos. Todavia esta guerra foi differente. Obrigados os macaenses
por <em>Ladr&otilde;es</em>a defenderem
as vidas e a fazenda, mediram as for&ccedil;as mais pelo valor, do
que pelo numero; atacaram e venceram. Castigando malvados,
lan&ccedil;aram todos os mais ao seio da patria, nos
bra&ccedil;os de seus
irm&atilde;os. Em logar de pranto de vencidos, derramaram lagrimas
de prazer trocando trabalhos e miserias por vida socegada. Nesta guerra
sempre os nossos attenderam mais &aacute; humanidade, do que
&aacute; vingan&ccedil;a: f&oacute;ra do conflicto
das batalhas, n&atilde;o houveram crueldades. <br />

<br />

Quando o generoso Arriaga exigio, no acto da
capitula&ccedil;&atilde;o, a melhor parte das bombardas de
Cam-pau-sai, foi com intento de presentear com ellas ao Senhor D.
Jo&atilde;o VI. Recolhendo-se a Mac&aacute;o, declarou o seu
projecto no Senado que de boa vontade assentio. <br />

<br />

J&aacute; em 1642 o senado de Mac&aacute;o mand&aacute;ra a
El-Rei D. Jo&atilde;o IV, as bombardas tomadas aos hollandezes,
para com ellas romper de todo o jugo dos Filippes. O mesmo senado em
1811 mandou ao Senhor D. Jo&atilde;o VI, a artilheria
<span class="pagenum">[78]</span>
tomada aos piratas da China,
n&atilde;o s&oacute; para mostrar-lhe a grande for&ccedil;a
do inimigo vencido, mas tambem para com ella debellar as falanges de
Bonaparte. <br />

<br />

A cidade de Mac&aacute;o tinha perdido muitos dos seus privilegios.
Os chinezes, esquecidos do que os nossos antepassados tinham feito em
beneficio de seus maiores, j&aacute; come&ccedil;avam a ver os
portuguezes com a mesma indifferen&ccedil;a, com que olhavam para
os outros europeos. Mas a serie de factos brilhantes,
paraticados no espa&ccedil;o de cinco annos, fizeram
reviver a nossa antiga reputa&ccedil;&atilde;o naquelle
imperio.<br />

<br />

<br />

<div style="text-align: center;"><img style="width: 150px; height: 123px;" alt="" src="images/fig02.png" /><br />

</div>

<br />

<br />

<br />

<span class="pagenum"><a name="p79" id="p79">[79]</a></span>
<div style="text-align: center;"><em><a name="nt1"></a>Nota
</em>(1.&ordf;)<br />

</div>

<br />

Lendo a pagina 253 da rela&ccedil;&atilde;o abbreviada da
viagem de La-Perouse, as
falsidades alli escriptas em desabono dos
Macaenses, n&atilde;o posso deixar de as repelir. Come&ccedil;a
dizendo n&atilde;o ter
espress&otilde;es para louvar o Governador de Mac&aacute;o. A
paginas 255 rompe:&mdash;De grande importancia seria
Mac&aacute;o a uma
na&ccedil;&atilde;o justa, e que tivesse firmesa e
dignidade, contra o Governo Chinez, injusto, oppressor e cobarde! Alli
diz que o Governador de Mac&aacute;o &eacute;ra optimo, aqui o
Governo Portuguez n&atilde;o
&eacute; digno, nem justo; e o Governo Chinez, &eacute;
reputado por elle o peior do mundo! <br />

<br />

Se La Perou-se
pertendeu fallar do Governo Portuguez em rela&ccedil;&atilde;o
a Mac&aacute;o, tambem
n&atilde;o foi exacto. Que mais poderia fazer El-Rei, ou os seus
delegados, do que nomear, para governar Mac&aacute;o, um homem, que
segundo o juizo do mesmo La Perouse, estava prompto a sacrificar-se <a href="#e16">pela honra</a> da
na&ccedil;&atilde;o? La Perouse, queria
achar nos Macaenses firmesa, que desse a todos os europeos liberdade
para irem &aacute; China quebrar as leis do Imperio como elle mesmo
fez desembarcando pelles por contrabando. E atreve-se a dizer que o
Governo Chinez &eacute; injusto, oppressor e cobarde! Como se
poder&atilde;o avaliar os costumes e o caracter das
na&ccedil;&otilde;es pelo juizo de taes escriptores? A
Na&ccedil;&atilde;o Chineza
&eacute; independente; n&atilde;o quer ter
communica&ccedil;&atilde;o com
<span class="pagenum">[80]</span>
os Europeos; renunc&iacute;a a ganancia do commercio exterior pelo
socego do Imperio. Todavia Le Perou-se, e outros europeos queriam achar
em
Mac&aacute;o homens que fossem agriolhar em Pekim o mesmo
Imperador! Vesse nesta memoria pelos judiciosos discursos dos
Mandarins, qu&atilde;o falsas e injustas s&atilde;o as
invectivas de La Perouse contra os Chinezes e Macaenses. <br />

<br />

<br />

<div style="text-align: center;"><a name="nt2" id="nt2"></a><em>Nota</em> (2.&ordf;) <br />

</div>

<br />

Quando louvo Fern&atilde;o Peres de Andrade e outros navegadores e
guerreiros, tomo por base a justi&ccedil;a e as suas virtudes.
J&aacute;mais escreveria este opusculo, se a guerra feita aos
piratas n&atilde;o tivesse por fundamento a defesa natural, e o bem
estar dos povos constituidos em sociedade. <br />

<br />

Desta guerra resultou grande beneficio &aacute; humanidade. Eu
louvo s&oacute; os Portuguezes que em &eacute;pocas mais
felizes, para n&oacute;s, se conduziram com valor e dignidade; e os
que em nossos dias os imitam. Afonso de Albuquerque foi respeitado
ainda mais pelas suas virtudes perfeitas e pela justi&ccedil;a, que
praticava, do que pelo extremado valor. <br />

<br />

<br />

<div style="text-align: center;"><a name="nt3" id="nt3"></a><em>Nota </em>(3.&ordf;)
<br />

</div>

<br />

Era Cam-pau-sai t&atilde;o extremoso em ardiz, que n&atilde;o
lhe escapou de enredar os seus no fanatismo para mais devotamente
chegar aos fins dos seus designios. Logo que os interesseiros bonzos
lhe afian&ccedil;aram o bom resultado da empreza, lan&ccedil;ou
<span class="pagenum">[81]</span>
m&atilde;o desses instrumentos do
erro, que degradam o homem para a classe dos brutos fazendo-os tirar o
carro dos conquistadores quasi sempre seus verdugos, mandou erigir-lhe
um pagode na maior embarca&ccedil;&atilde;o, e deu o commando
della ao
Capit&atilde;o mais experimentado para defender de todo o risco o
templo dos idolos. <br />

<br />

Aqui temos Cam-pau-sai, pescador dos mares da China feito protector dos
bonzos, e reputado seu chefe. <br />

<br />

Deram passos t&atilde;o agigantados na estrada da
superstitui&ccedil;&atilde;o, que j&aacute; n&atilde;o
faziam guerra nem paz sem consultar o oraculo. Sa&iacute;am todos
os commandantes de seus Ta&oacute;s para irem &aacute;quelle
onde se achava o pagode incensar os idolos, e ouvir do oraculo o que
deviam fazer; isto &eacute; o que o chefe dos piratas havia
concertado com o principal dos bonzos. <br />

<br />

Estes delirios julgados propicios aos seus intentos, eram favoraveis
aos nossos. Em quanto elles praticavam taes momisses, o valor macaense
anniquilava pagode, idolos, bonzos, e supersticiosos. <br />

<br />

<br />

<div style="text-align: center;"><a name="nt4" id="nt4"></a>
<em>Nota</em>
(4.&ordf;) <br />

</div>

<br />

Em quasi todas as circunstancias da vida, foi Alcoforado, digno de
eterna memoria: Na guerra fazia maravilhas extremadas; na paz, o juizo
de
<span class="pagenum">[82]</span>
Mr. Arago, d&aacute; bem a
conhecer o caracter do nosso heroe.<sup><a href="#n27">[27]</a></sup>
Eis como elle o pinta. <br />

<br />

&mdash;Parabens, meu amigo; chegamos a Diely.<sup><a href="#n28">[28]</a></sup>
Dir-te-hei o modo porque
fomos hospedados. &Aacute;s
protesta&ccedil;&otilde;es de amisade cheias de
franqueza, a maneiras honestas e frequente agrado, &eacute;
difficil ajuntar mais polidez, nem mais desvelo para obsequiar-nos.
Desde o primeiro dia a generosidade do Governador, mandou &aacute;
nossa meza, com profus&atilde;o, os manjares mais delicados. Queria
mostrar, dizia elle, o prazer que sentia em brindar os patricios dos
maiores sabios do mundo. <br />

<br />

Jantares sumptuosos, presididos pelas a&ccedil;afroadas bondades do
paiz, cobertas de joias; festas encantadoras, onde reinava a
galantaria, mais franca e mais activa, faziam desapparecer as horas,
que voam nas azas do prazer. <br />

<br />

O Governador achou ainda outro modo de augmentar as provas da sua
generosa affei&ccedil;&atilde;o: fez
acceitar, a quasi todos, presentes; e fingia n&atilde;o lhes dar
valor para nos livrar de escrupulos. Chamava-se Jos&eacute; Pinto
Alcoforado de Azevedo e Souza: mancebo amavel, jovial, e de
conhecimentos. O motivo de sua especie de degredo para
<span class="pagenum"><a name="p83" id="p83">[83]</a></span>
Timor, pelo que nos
deu a entender, procedeu de causas politicas.<sup><a href="#n29">[29]</a></sup> Ocupou-se com desvelo
em felicitar o paiz que lhe foi confiado: a sua
administra&ccedil;&atilde;o &eacute; doce. Os Rajaz
n&atilde;o s&atilde;o aviltados
pelo despotismo como succede em Coupang. Pelo
contratrio s&atilde;o tratados com amor.&mdash; <br />

<br />

J&aacute;, em outras &eacute;ras, menores virtudes de outro
Souza foram assim cantadas.<br />

<br />

<br />

<div class="poetry"><em>Le
g&eacute;n&eacute;reux Souza, qui sut
domter l'amour<br />

Dans ces climats ardens o&uacute; son feu nous
d&eacute;vore,<br />

Et q'apr&eacute;s Scipion la vertu
<a href="#e17">nomme</a> encore.</em>
</div>

<br />

<br />

<div style="text-align: center;"><a name="nt5" id="nt5"></a>
<em>Nota</em>
(5.&ordf;) <br />

</div>

<br />

No dia 3 de Junho de 1810, cantou o honrado e benemerito
cidad&atilde;o Jos&eacute; Baptista de Miranda e Lima as
virtudes do nosso Arriaga pelo modo seguinte: <br />

<br />

<br />

<div class="poetry2">&Aacute; sombra de frondifera
oliveira,</div>

<div class="poetry">Por ti, ha
tanto tempo, desejada,<br />

(Gra&ccedil;as ao creador Omnipotente.)<br />

Te
vejo, cara patria<sup><a href="#np1">[1]</a></sup>
reclinada. </div>

<div class="poetry2">No pelago espa&ccedil;oso, que te
cerca,</div>

<div class="poetry">Ja
n&atilde;o v&ecirc;s tremular hostis pend&otilde;es<sup><a href="#np2">[2]</a></sup>.<br />

N&atilde;o ouves rebombar os horisontes<sup><a href="#np3">[3]</a></sup><br />

Com horrorosos tiros de
canh&otilde;es<sup><a href="#np4">[4]</a></sup>.</div>

<span class="pagenum">[84]</span>
<div class="poetry2">De salitroso
p&oacute;<sup><a href="#np5">[5]</a></sup>
que antes servia</div>

<div class="poetry">Para ao longe mandar lethaes pelouros<br />

Se ferreos tubos hoje tu carregas<sup><a href="#np6">[6]</a></sup>,<br />

&Eacute; s&oacute; por
festejar c'os seus estouros.</div>

<div class="poetry2">Centenares de
Ta&oacute;s<sup><a href="#np7">[7]</a></sup>
prenhes de tygres,</div>

<div class="poetry">Que ao p&eacute; de ti
rasgavam cruelmente<sup><a href="#np8">[8]</a></sup><br />

Meninas e donzelas delicadas<br />

A teu Pai
sujeitou<sup><a href="#np9">[9]</a></sup>
o Eterno Ente.</div>

<div class="poetry2">Teu benefico Pai, o Arriaga<sup><a href="#np10">[10]</a></sup></div>

<div class="poetry">Estes tygres de Hyrcania domou<br />

E a frondente oliveira, que te cobre,<br />

Cortando mil obstaculos, plantou.</div>

<div class="poetry2">J&aacute;mais pois
riscar&atilde;o da fantasia<sup><a href="#np11">[11]</a></sup></div>

<div class="poetry">O nome deste Heroe da lusa gente:<br />

E
agora, que celebras seu triumfo,<br />

De verde palma vai cingir-lhe a
frente.</div>

<div class="poetry2">Da victoria este emblema para ornares,</div>

<div class="poetry">Lindas flores
procura designantes<br />

D'aquelles predicados appreciaveis,<br />

Neste filho de
Lisia mui brilhantes.</div>

<div class="poetry2">O louro girasol, que sempre segue</div>

<div class="poetry">O
planeta, que os outros illumina<sup><a href="#np12">[12]</a></sup><br />

Designa a bem notoria lealdade<br />

Do
nosso Heroe &aacute; prole Bragantina.</div>

<div class="poetry2">Os rubros
amaranthos, que resistem</div>

<div class="poetry">Ao vento, &aacute; calma, ao gelo,
symbolisam<br />

A intrepida constancia nas empresas<sup><a href="#np13">[13]</a></sup>,<br />

Que o nome de
Arriaga immortalizam.</div>

<span class="pagenum"><a name="p85" id="p85">[85]</a></span>
<div class="poetry2">A candida a&ccedil;ucena, que
dispende</div>

<div class="poetry">Liberalmente o corceo, de
que gosa<br />

&Eacute; symbolo do seu singello peito<sup><a href="#np14">[14]</a></sup>,<br />

Emblema da sua
alma generosa.</div>

<div class="poetry2">O Lirio, que nascendo d'alta vara,</div>

<div class="poetry">Sendo rei
da florida monarquia<br />

Para baixo a sublime frente inclina,<br />

Sua clemencia
designa, e cortezia<sup><a href="#np15">[15]</a></sup>.</div>

<div class="poetry2">Das mais virtudes symbolos procura</div>

<div class="poetry">N'outros lindos matizes dos jardins;<br />

N&atilde;o te
esque&ccedil;as das rosas rubicundas,<br />

Dos junquilhos, dos cravos,
dos Jasmins.</div>

<div class="poetry2">De ti receba agora esta
cor&ocirc;a</div>

<div class="poetry">Bem que inferior ao seu merecimento;<br />

Em quanto outra
melhor se lhe prepara<br />

No reino superior ao firmamento.</div>

<br />

<br />

<div style="text-align: center;"><em>Notas de
Antonio Francisco de Miranda e Sousa,
De&atilde;o da S&eacute; de Mac&aacute;o.</em>
<br />

</div>

<br />

<br />

<a name="np1" id="np1"></a>1.&ordf; A
patria &eacute;
a cidade de Mac&aacute;o. <br />

<br />

<a name="np2" id="np2"></a>2.&ordf; As
bandeiras
vermelhas e pretas das duas columnas
inimigas. <br />

<br />

<a name="np3" id="np3"></a><a href="#n47">3.&ordf;
?</a><br />

<br />

<a name="np4" id="np4"></a>4.&ordf; Mil e
oitocentas bombardas de diversos calibres entregou
Cam-pau-sai, e mais de mil Apau-tai, chefes dos piratas. <br />

<br />

<a name="np5" id="np5"></a>5.&ordf;
Polvora, cuja fabrica Miguel de Arriaga estabeleceu em
Mac&aacute;o em 1809, pelo Boticario J. J. dos Santos.
<br />

<br />

<span class="pagenum">[86]</span>
<a name="np6" id="np6"></a>6.&ordf;
Quando appareceu o retrato de El-Rei, na sala onde se
celebrava o
triunfo, e onde se achava a nobreza, o clero, e nos seus
contornos, a melhor parte do povo da cidade. <br />

<br />

<a name="np7" id="np7"></a>7.&ordf;
Embarca&ccedil;&otilde;es de guerra. Cam-pau-sai
entregou
3800 homens, Apautai 2000. <br />

<br />

<a name="np8" id="np8"></a>8.&ordf;
S&oacute; no canal de Hiangsan mataram mais de 15000
pessoas. <br />

<br />

<a name="np9" id="np9"></a>9.&ordf;
Entrega de Cam-pau-sai &aacute; benevolencia de Miguel
de
Arriaga, seu medianeiro para com o imperador da China. <br />

<br />

<a name="np10" id="np10"></a>10.&ordf;
Miguel de Arriaga Brum da Silveira, ouvidor de
Mac&aacute;o. <br />

<br />

<a name="np11" id="np11"></a>11.&ordf; O
nome de Miguel de Arriaga ser&aacute; lembrado
n&atilde;o s&oacute; na ilha de Mac&aacute;o mas tambem no
imperio da China, pois o Sunt&oacute; o mandou gravar em seus
annaes para haver delle eterna memoria. <br />

<br />

<a name="np12" id="np12"></a>12.&ordf;
Grande e indefectivel zelo com que Arriaga trabalhou para
dirigir
o Senado e o Governador, contra os inglezes, a fim destes
n&atilde;o arrebatarem esta cidade &aacute;
na&ccedil;&atilde;o portugueza. <br />

<br />

<a name="np13" id="np13"></a>13.&ordf;
Contra a inveja, a intriga, e odio de alguns
que
mofaram da empreza. A constancia de Arriaga foi quem nos deu a
victoria. <br />

<br />

<a name="np14" id="np14"></a>14.&ordf; A
candura, e inteiresa com que tratou a Cam-pau-sai, e ao
Sunt&oacute;. S&oacute; o nosso Arriaga foi capaz de conciliar
amizade entre aquelles desavindos.
<br />

<br />

<span class="pagenum"><a name="p87" id="p87">[87]</a></span>
<a name="np15" id="np15"></a>15.&ordf;
Despresando difficuldades tratou sempre em
Mac&aacute;o os
m&aacute;os, com a mesma clemencia que usava para com os bons, e
tudo isso nascia da sua nobreza de cora&ccedil;&atilde;o e das
altas e perfeitas <a href="#eo18">virtudes que
possuia</a>. <br />

<br />

Em recompensa de t&atilde;o relevantes servi&ccedil;os o
conservou El-Rei D. Jo&atilde;o VI, na ouvidoria de
Mac&aacute;o, sem limete de tempo, e d'ahi
nasceram seus imfortunios, e sua morte prematura. <br />

<br />

<br />

<div style="text-align: center;"><a name="nt6" id="nt6"></a>
<em>Nota</em>
(6.&ordf;) <br />

</div>

<br />

Entre os nossos heroes n&atilde;o haviam grandes patentes: a mais
subida era a do chefe, Jos&eacute; Pinto Alcoforado de Azevedo e
Sousa: Capit&atilde;o de artilheria. Em verdade para obrar grandes
cousas n&atilde;o s&atilde;o precisos gr&aacute;os
elevados. No tempo dos
Andrades, Sousas, Pachecos e outros, que obraram prodigios custosos de
crer, por extraordinarios, tambem foram praticados por homens, que
sabiam honrar-se com o gr&aacute;o do seu nome! <br />

<br />

Para n&atilde;o ser extenso fallei s&oacute; dos macaenses, que
fizeram ac&ccedil;&otilde;es extremadas. Se mencionasse
todos os que nos cinco annos da guerra contra os piratas, obraram
cousas uteis, <a href="#eo19">faria</a> mui grosso
o volume; porque muitos foram elles, e
todos merecem elogio. <br />

<br />

<br />

<div style="text-align: center;"><a name="nt7" id="nt7"></a>
<em>Nota</em>
(7.&ordf;) <br />

</div>

<br />

Quando os governos n&atilde;o excitam os homens &aacute;
gloria, os concidad&atilde;os tem em pouco a
estima&ccedil;&atilde;o
<span class="pagenum"><a name="p88" id="p88">[88]</a></span>
publica. A maior parte dos homens s&atilde;o como o negociante
avaro: se armam n&atilde;o &eacute; com
esperan&ccedil;a de immortalisar seu nome. Unicamente sensiveis ao
ganho temem, que o navio se afaste do caminho j&aacute; sulcado;
por este sabem elles n&atilde;o haverem novas terras para
descobrir. Com tudo recommendam ao piloto, que se por algum temporal
for levado a ilha desconhecida, e obrigado a surgir, n&atilde;o a
explore nem reconhe&ccedil;a os <a href="#e18">habitantes</a>:
<a href="#eo20">tome agoa</a> e largue as
velas ao seu
destino sem lhe importar descobertas<sup><a href="#n30">[30]</a></sup>
. J&aacute; n&atilde;o
ha Zarcos nem Gamas! Sobre os mares deste mundo, unicamente invejosos
de honras, empregos, e riquezas poucos homens embarcam a fim de
explorar a naturesa<sup><a href="#n31">[31]</a></sup>
. Todavia o governo de Mac&aacute;o provou o
muito que tinha excitado os seus concidad&atilde;os &aacute;
gloria.
Estes para merecela, n&atilde;o receberam pens&otilde;es,
arriscaram a vida e prestaram a fazenda. <a href="#e19">Gra&ccedil;as</a>
aos macaenses; pela gloria que adqueriram, e pelo desinteresse que
mostraram, chegaram a par dos Castros e Albuquerques.
<br />

<br />

<br />

<br />

<span class="pagenum">[89]</span>
<h2>SEGUNDA PARTE. </h2>

<br />

<h3>INVAS&Atilde;O DAS TROPAS INGLEZAS</h3>

<h3>EM MAC&Aacute;O</h3>

<h3>E SUA
RETIRADA.</h3>

<br />

<br />

<br />

<br />

<span class="pagenum">[90]</span>
<h3>PROLOGO DA SEGUNDA PARTE. </h3>

<br />

<br />

A Virtude &eacute; o nexo da sociedade: e consiste em nos abstermos
de fazer mal; n&atilde;o privar pessoa alguma das vantagens que
desfructa; dar a cada um o que &eacute; devido; e promover a
felicidade dos outros em geral. O homem s&oacute; merece o nome de
virtuoso se contribue para a utilidade e seguran&ccedil;a da
sociedade. <br />

<br />

A primeira das virtudes sociaes &eacute; a humanidade; esta pode
considerar-se o centro comum de todas as outras. Ella d&aacute; aos
entes da especie humana direitos sobre o nosso
cora&ccedil;&atilde;o.
Sim ella tem por base a sensibilidade, e esse sentimento
disp&otilde;e-nos a fazer aos outros todo o bem de que as nossas
faculdades s&atilde;o capazes. Seus effeitos s&atilde;o o amor,
a
beneficencia, a liberalidade, a indulgencia, e a piedade. <br />

<br />

Quando a humanidade reside na sociedade em que vivemos, constitue o
amor da patria; isto &eacute;, produz a necessaria
affei&ccedil;&atilde;o
nacional.
<br />

<br />

<span class="pagenum"><a name="p91" id="p91">[91]</a></span>
A for&ccedil;a deve s&oacute; respeitar-se como virtude; quando
defende a sociedade em que vivemos, quando se acha acompanhada de
grandeza d'alma, valor, e modera&ccedil;&atilde;o. A actividade
tambem deve entrar na ordem das virtudes sociaes; <a href="#eo21">as
que tem</a> por
objecto o bem da sociedade devem ser efficazes e n&atilde;o inertes
como outras quimericas e falsas, introduzidas pela impostura, ou
fanatismo. A sociedade s&oacute; agradece
ac&ccedil;&otilde;es proveitosas: s&oacute; essas
merecem a sua estima&ccedil;&atilde;o e <a href="#e20">reconhecimento</a>.
<br />

<br />

A justi&ccedil;a &eacute; o vinculo da uni&atilde;o social;
sustenta a balan&ccedil;a em equilibrio entre os membros da
sociedade; remedeia os males que resultam da differen&ccedil;a que
a natureza poz entre os homens; e faz servir essa mesma desigualdade ao
bem geral. A justi&ccedil;a pelas leis da equiedade e
s&aacute;bia distribui&ccedil;&atilde;o do
premio e do castigo excita a virtude, reprime o vicio, e chama
&aacute; ordem os que s&atilde;o tentados a obrar contra os
entes da sua especie. <br />

<br />

Taes s&atilde;o as disposi&ccedil;&otilde;es que a
sociedade deve exigir dos seus membros; tudo nos mostra a sua
utilidade; s&atilde;o necessarias e invariaveis; pois tem por
fundamento a natureza
<span class="pagenum">[92]</span>
e as
precis&otilde;es constantes da especie humana. Faltando a
justi&ccedil;a n&atilde;o ha ventura na sociedade; sem ella o
estado social torna-se mais desagradavel do que o estado selvagem.
&Eacute; melhor viver s&oacute; do que rodeado de homens
injustos. <br />

<br />

A tempran&ccedil;a &eacute; igualmente necessaria: a prudencia
nasce da raz&atilde;o ou da experiencia das cousas. A
raz&atilde;o eleva o homem &aacute;s causas, ensina-lhe a
estudar a sua influencia, e a prev&ecirc;r os effeitos. Sim, a
raz&atilde;o compara os objectos, e despoja-os de apparencias
falsas; e aproveita-se do preterito, e do futuro para n&atilde;o
sa&iacute;r da meta conveniente na
occasi&atilde;o opportuna. <br />

<br />

Do governo humano, activo, justo e prudente, resulta o bem estar da
sociedade; o seu maior cuidado &eacute; fazer gosar os
cidad&atilde;os, em paz e socego, o fructo dos seus trabalhos;
conservalos exemptos dos vicios internos, e das invas&otilde;es
externas. O Senado de Mac&aacute;o firme nestes principios, e
sabendo quanto os sobrecargas inglezes ambicionavam aquelle nosso
estabelecimento, poz-se em guarda contra os que pertendiam esbulha-lo
da
<span class="pagenum">[93]</span>
sua p&oacute;sse, ou perturbar
o socego publico. <br />

<br />

Aportando alli o Almirante Drury, com ordem de Lord Minto (Governador
de Bengalla) para introduzir tropas inglezas em Mac&aacute;o, ainda
que elles diziam ser aquelle procedimento a nosso favor; com tudo o
Senado desconfiou do empenho com que pertendiam verificar a offerta. <br />

<br />

Assim firme em sua resolu&ccedil;&atilde;o, sustentou entre os
Chinezes e os britanicos a seguinte correspondencia.<br />

<br />

<br />

<br />

<span class="pagenum">[95]</span>
<h3>SEGUNDA PARTE </h3>

<br />

<br />

Assim que o Almirante Drury aportou em Mac&aacute;o, remeteu uma
intima&ccedil;&atilde;o de Lord
Minto, a Bernardo Aleixo (Governador de Mac&aacute;o)<sup><a href="#n32">[32]</a></sup> e mandou
Robert, (primeiro sobrecarga da companhia) em
deputa&ccedil;&atilde;o ao
Governador. Robert fallou neste espirito.<sup><a href="#n33">[33]</a></sup>
<br />

<br />

&mdash;Sou mandado pelo Almirante Drury participar-vos, que o seu
intento
&eacute; empregar as for&ccedil;as do seu commando na defeza de
Mac&aacute;o, contra os francezes! A
explica&ccedil;&atilde;o desta medida feita a V. Exc. por Lord
Minto dispensa-me de repetir os motivos porque o Governo Britanico
assim procede. <br />

<br />

O Almirante est&aacute; disposto a conferir com vosco antes do
desembarque das tropas: com tudo &eacute; preciso que o Senado
esteja tambem disposto a cooperar com os inglezes para a
seguran&ccedil;a desta cidade e do commercio; se o
<span class="pagenum"><a name="p96" id="p96">[96]</a></span>
plano proposto n&atilde;o tiver effeito por motivo do Senado, o
Almirante, a seu pesar; ter&aacute; conducta opposta. <br />

<br />

<span class="sidenote">Setembro 11</span>
&Eacute; para notar o amea&ccedil;o que faz o sobre carga na
primeira entre vista! <br />

<br />

&Eacute; grato ao meu cora&ccedil;&atilde;o, tornou
Bernardo Aleixo, ver o empenho que tomais em defender as <a href="#eo22">possess&otilde;es</a>
lusitanas: com tudo pela intima allian&ccedil;a dos nossos
monarcas, pelas ordens que tenho do Sr. D. Jo&atilde;o VI, e pelos
tratados feitos com os Chinezes, n&atilde;o devo consentir no
desembarque das vossas tropas, sem ordem superior. <br />

<br />

<span class="sidenote"><a href="#e21">Septembro</a>
12</span>
N&atilde;o posso duvidar, replicou Drury, da vossa franquesa nem da
convic&ccedil;&atilde;o em que estais da intimidade dos nossos
monarcas: sou sensivel &aacute; situa&ccedil;&atilde;o em
que vos achaes:
comtudo previno-vos, que pela grande distancia do logar donde podeis
receber ordem superior, n&atilde;o a tereis t&atilde;o
c&ecirc;do, como
&eacute; de meu dever cumprir o que me foi determinado por Lord
Minto. Para a conclus&atilde;o deste negocio desejo ter uma
conferencia com vosco. <br />

<span class="sidenote">Septembro 13</span><br />

N&atilde;o s&oacute; na primeira
participa&ccedil;&atilde;o, mas tambem na primeira replica teve
o Senado
<span class="pagenum">[97]</span>
motivo bastante para
desconfiar das inten&ccedil;&otilde;es britannicas; por tanto
officiou ao Almirante pelo modo seguinte:<sup><a href="#n34">[34]</a></sup>
<br />

<br />

Suppondo-vos certo da raz&atilde;o que me assiste para
n&atilde;o alterar as ordens que tenho; devo lisongiarme da vossa
persuas&atilde;o tanto da lealdade no desempenho dos meus deveres,
como da certeza em que estou da intima allian&ccedil;a dos nossos
monarcas: assim espero que modifiqueis as
instru&ccedil;&otilde;es de Lord Minto, em quanto
n&atilde;o chegam ordens do Brazil, ou de Goa. Eu tambem demorarei
a participa&ccedil;&atilde;o das vossas
inten&ccedil;&otilde;es ao Governo Chinez:
inten&ccedil;&otilde;es de dificil compreens&atilde;o a
povos altivos e desconfiados. <br />

<br />

Estimarei a vossa visita, farei tudo para satisfazer-vos, menos
consentir no desembarque das vossas tropas. Terei a
satisfa&ccedil;&atilde;o de aprender com vosco o modo de tirar
a estes povos o receio, que lhe ficou em 1802, e agora renovado pela
vossa preten&ccedil;&atilde;o.<sup><a href="#n35">[35]</a></sup>
O Imperio da China
&eacute; o protector desta cidade ha 270 annos; nada mais
&eacute; preciso para sua
<span class="pagenum"><a name="p98" id="p98">[98]</a></span>
defeza. Sendo a coac&ccedil;&atilde;o origem de disturbios e
conhecendo v&oacute;s a nossa raz&atilde;o, espero que se
houver m&aacute;o resultado na vossa empreza, n&atilde;o o
imputareis ao governo de Mac&aacute;o. <br />

<br />

<span class="sidenote">Setembro 14</span>
N&atilde;o havendo resposta do Almirante at&eacute; o dia 16 o
Senado intimou um protesto aos sobrecargas, e disse mais:
Ser&aacute; infalivel a
complica&ccedil;&atilde;o dos negocios britanicos, se o vosso
Almirante tentar contra os ajustes feitos em 1802 pelo Senado com o
Governo Chinez, para n&atilde;o admittir auxilio extrangeiro. <br />

<br />

Sabendo agora pelo Governador de Bengalla, que tendes grande parte
nesta empreza, &eacute; do meu dever segnificar-vos, que no caso
n&atilde;o esperado, de continuarem as mesmas instancias para a
admiss&atilde;o das <a href="#e22">vossas tropas</a>
nesta cidade, farei
p&ocirc;r em execu&ccedil;&atilde;o o que no protesto junto
declaro. &Eacute; repugnante o vosso procedimento contra povos
fieis e amigos da Caza de Bragan&ccedil;a desde a sua
restaura&ccedil;&atilde;o. Exijo que o protesto junto com a
copia desta carta seja remettido ao Almirante. <br />

<br />

N&atilde;o produzindo estes escriptos o effeito desejado, o Senado
enviou a participa&ccedil;&atilde;o seguinte
ao mandarim de Hiang-san.
<br />

<br />

<span class="pagenum">[99]</span>
A dez de Setembro surgiram em frente desta cidade, uma n&aacute;o,
uma fragata, e um brigue da na&ccedil;&atilde;o ingleza, sendo
chefe desta for&ccedil;a o Almirante Drury. Trouxe uma carta de
Lord Minto, que diz mandar, da parte do seu rei, antigo alliado do
nosso, soldados para defenderem esta cidade de alguma
invas&atilde;o franceza. O Almirante assegura n&atilde;o
exceder os limites de defesa; por&eacute;m como o seu desembarque
nesta cidade, quebra os tractados deste governo com a celestial
dynastia, somos obrigados a fazer-vos este aviso a fim de o levares ao
Sunt&oacute;, em virtude dos mesmos tractados. <br />

<br />

O Governo de Mac&aacute;o, animado do ardente desejo de manter as
rela&ccedil;&otilde;es politicas e commerciaes, que tem ligado
esta cidade com os Chinezes, e varias na&ccedil;&otilde;es da
Europa; e tendo o mesmo empenho em continuar a merecer na
opini&atilde;o das na&ccedil;&otilde;es, propria e
extrangeiras, a considera&ccedil;&atilde;o de leal e honrado,
titulo nunca recusado a este Senado: julgou preciso offerecer ao
publico a succinta e franca exposi&ccedil;&atilde;o dos factos
acontecidos desde a chegada do Almirante Drury a este porto
at&eacute; hoje, no protesto seguinte.
<br />

<br />

<span class="pagenum">[100]</span>
A dez de Setembro de 1808, chegou ao porto desta cidade a frota
commandada pelo almirante Drury. A 11 recebi uma carta de Lord Minto,
onde refere os desastres de Portugal; e o favor recebido, pelo nosso
Rei, de George IV, para conservar as possess&otilde;es da India e
China; e que sendo esta de muita importancia para os inglezes, devia
ser guarnecida com as suas tropas. Para esse fim mandava um
destacamento a esta cidade, e pedia pelo vinculo de antiga amizade, a
sua admiss&atilde;o e necessario arranjo. <br />

<br />

No mesmo acto disse, que pelos motivos da amizade expendida
n&atilde;o deviam obrar de modo, que destruissem a independencia,
que deviam querer segurar; nem admittia ser eu violentado a fazer o que
n&atilde;o devo. <br />

<br />

Esperava desta resposta alguma modera&ccedil;&atilde;o, e mais
por saberem, que os chinezes n&atilde;o admittem novidades com que
possam julgar menos segura a sua independencia. Com tudo reagiram,
mandando intimar pelo chefe da companhia, que se n&atilde;o fossem
admittidas as tropas, seria differente o seu procedimento. <br />

<br />

Firme nos meus principios, e na minha
<span class="pagenum"><a name="p101" id="p101">[101]</a></span>
primeira resolu&ccedil;&atilde;o, assegurei-lhe a
immutabilidade do meu pensar, e dos habitantes desta cidade, que
j&aacute;mais deram motivo para serem invadidos e atropellados por
uma na&ccedil;&atilde;o, que se dizia alliada: por&eacute;m
que a ter logar aquella intima&ccedil;&atilde;o
amea&ccedil;adora, eu me defenderia
conforme o direito natural, e os limites desta pra&ccedil;a, que
sempre fora respeitada por todas as na&ccedil;&otilde;es
costumadas a
descan&ccedil;ar &aacute; sombra da bandeira portugueza. <br />

<br />

Vendo que os inglezes n&atilde;o socegavam, e que eram baldados os
esfor&ccedil;os da mais estudada prudencia; querendo salvar a
honra, e a paz constrangida pelo nosso mais antigo alliado;
n&atilde;o devo demorar por mais tempo a necessaria
participa&ccedil;&atilde;o ao governo chinez. Este como
protector da cidade fundada por sua concess&atilde;o em seus
dominios, da qual recebe foro a seu contento; prestar&aacute; com
brevidade os socorros precizos. Sou obrigado a participar-lhe todas as
circunstancias, n&atilde;o obstante saber <a href="#e23">qu&atilde;o</a>
tristes se tornar&atilde;o as suas
providencias, se o almirante n&atilde;o cessar da sua contumacia. <br />

<br />

O senado tomar&aacute; como hostil o procedimento que tiver por fim
desembarcar tropas<span class="pagenum">[102]</span>
inglezas nesta cidade; declara que se defender&aacute;
at&eacute; o ultimo extremo. Protesta contra taes procedimentos: a
responsabilidade reca&iacute;r&aacute; sobre os aggressores. A
raz&atilde;o anima os habitantes desta cidade, que tanta honra e
gloria tem dado &aacute; na&ccedil;&atilde;o portugueza em
sua n&atilde;o interrompida posse. <br />

<br />

<span class="sidenote">Setembro
16
</span>Quem n&atilde;o esperaria
modera&ccedil;&atilde;o nos
britannicos, pela leitura daquelle protesto?
Retorquiram!&mdash;Sendo os
offerecimentos liberaes de Lord Minto rejeitados pela desleal conducta
do governo macaense<sup><a href="#n36">[36]</a></sup>,
e os esfor&ccedil;os da nossa parte a fim
de livrar esta cidade da invas&atilde;o franceza, e querendo
n&oacute;s conservar boa intelligencia entre o governo chinez e a
na&ccedil;&atilde;o britannica: somos arrastados pela
inexperada conducta dos macaenses a tomar medidas, que
podem offender os chinezes; mas o senado responder&aacute; por
tudo. <br />

<br />

Achamos-nos levados ao penoso extremo de vos participar, que em breve
os soldados inglezes occupar&atilde;o Ma&ccedil;&aacute;o.
A nossa ten&ccedil;&atilde;o,
quando chegar esse momento, &eacute; desembarcar
<br />

<span class="pagenum"><a name="p103" id="p103">[103]</a></span>
tambem os marinheiros, e tomar posse da cidade &aacute; ponta de
bayoneta. Consideraremos qualquer opposi&ccedil;&atilde;o como
rebeli&atilde;o
directa. Para evitar o conflicto de soldados e marinheiros raivosos,
deve o Senado admittir j&aacute; as tropas britannicas. <br />

<br />

<span class="sidenote">Setembro 19</span>
Foi recebida esta intima&ccedil;&atilde;o, quando chegava outra
dos mandarins do destricto, para n&atilde;o deixar o Senado,
desembarcar as tropas inglezas. O governador remetteu-a por copia ao
almirante, com a seguinte carta. <br />

<br />

Agora me foi presente a vossa intima&ccedil;&atilde;o! Com
pesar vejo nella, <a href="#eo23">tratada</a> de
infiel a conducta do governo desta
cidade por n&atilde;o admittir, contra o seu dever,
guarni&ccedil;&atilde;o ingleza! E que tomareis como acto
hostil qualquer resistencia da nossa parte, dando para unico remedio a
tantos males, introduzir aqui tropas britannicas! Tenho presente as
ras&otilde;es que vos expuz; extranho caracterisares este governo
de mal intencionado no cumprimento dos seus deveres. Confesso que da
minha parte os tenho modificado, julgando continuar assim a distincta
amizade dos respectivos monarcas. Ponderei em pleno conselho a vossa
<span class="pagenum">[104]</span>
intima&ccedil;&atilde;o: sendo
bem examinada a ultima parte em que dizeis cesser&aacute; o vosso
rigor, admittindo-se um destacamento inglez, desejo saber como fareis
isso sem nos dar motivo para desconfiar das
inten&ccedil;&otilde;es britannicas; e sem que os chinezes se
offendam de t&atilde;o escandaloso procedimento. Posso
assegurar-vos, que elle n&atilde;o s&oacute; ha de ser
prejudicial a
Mac&aacute;o: a companhia ingleza soffrer&aacute; tambem os
seus effeitos. <br />

<br />

No dia 20 os sobrecargas Roberts, Patlle, Brameston, Helphinstone, e
Baring dirigiram ao governador a carta seguinte.&mdash;O protesto
de Vossa
Excellencia, ser&aacute; apresentado ao almirante, assim como a
intima&ccedil;&atilde;o dos mandarins. N&oacute;s sabemos o
que elles s&atilde;o: o almirante n&atilde;o far&aacute;
caso delles. Sendo preciso concluir&aacute; este negocio com o
Sunt&oacute;. <br />

<br />

&Eacute; memoravel nos annaes macaenses, o dia 20 de Setembro de
1808. Achavam-se &aacute;s m&atilde;os com os piratas da China,
e amea&ccedil;ados, pelo almirante inglez, de serem atacados
&aacute; bayoneta. Mas quanto maiores eram as adversidades, mais se
engrandecia o animo dos macaenses... Assim que se publicou no Senado
<span class="pagenum"><a name="p105" id="p105">[105]</a></span>
a injusta, cruel, e atroz
intima&ccedil;&atilde;o da for&ccedil;a ingleza, gritaram
todos:&mdash;S&oacute; depois de morrermos na defesa destes
muros
levantados por nossos maiores, poder&atilde;o entrar esses
barbaros, que n&atilde;o podendo tomar nossas casas pela
hypocrisia, tentam fazelo com amea&ccedil;os. O capit&atilde;o
m&oacute;r Jos&eacute; Joaquim de Barros, ardendo em lavaredas
de amor patriotico, disse para o governador;&mdash;Irei para o
logar mais
arriscado, l&aacute; darei a vida na defesa do meu
posto&mdash;Bernardo
Aleixo, consummado em prudencia, n&atilde;o soffreu ser vencido em
valor. Dirigio-se ao <a href="#eo24">Ministro</a>
Arriaga, dizendo:&mdash;Honrado collega, com
taes companheiros n&atilde;o ser&atilde;o arrebatados <a href="#eo25">os lares</a>
macaenses. Devemos acabar de ter contempla&ccedil;&atilde;o com
homens, que mais parecem inimigos do que alliados. Deixo a minha
residencia da praia grande; vou tomar o meu logar na fortaleza do
monte, confiado em que ordenareis tudo para conservar o socego publico;
e fiquem todos na intelligencia, que ella n&atilde;o se
render&aacute; em quanto eu existir. <br />

<br />

Quem poder&aacute; escrever os dons naturaes e do estudo,
desenvolvidos pelo magnanimo
<span class="pagenum"><a name="p106" id="p106">[106]</a></span>
Arriaga
neste conflicto? Soube moderar o valor exaltado que tinha accendido <a href="#eo26">nos
peitos macaenses</a>, <a href="#eo27">e persuadilos</a>,
que n&atilde;o se
offendia em cousa
alguma a honra nacional, desembarcando a tropa ingleza, com <a href="#eo28">permiss&atilde;o</a> do Senado; e
talvez isso
desse novo realce &aacute; gloria dos portuguezes; <a href="#eo29">afian&ccedil;ou</a> n&atilde;o
ser longa a demora dos inglezes em
Mac&aacute;o. Disse que todos sabiam ter o governo feito, quanto
estava ao seu alcance para livrar a cidade da invas&atilde;o
ingleza; mas que em todo esse andamento haviam chegado os negocios a
tal extremo, que a julgava necessaria para ensinar os britanicos, pela
experiencia, que os macaenses n&atilde;o toleram invasores. <br />

<br />

Socegaram os animos; deram-se todas as providencias para se effectuar o
desembarque sem disturbios. Entregaram-se as fortalezas a pessoas de
confian&ccedil;a. O Governador foi para a do monte: e o
Capit&atilde;o m&oacute;r para a de S. <a href="#e24">Francisco</a>.
Commandava ent&atilde;o a
guarni&ccedil;&atilde;o da pra&ccedil;a, o Senhor
Jos&eacute; Ozorio de Castro Cabral e Albuquerque; sempre mereceu
elogios do Governo por saber conciliar as qualidades militares com as
virtudes civicas.
<br />

<br />

<span class="pagenum"><a name="p107" id="p107">[107]</a></span>
No dia 21 ao romper da alva desembarcaram os Capit&atilde;es
Robertson, e Claulfield, com plenos poderes para tractarem com o
Governo de Mac&aacute;o, &aacute;cerca do desembarque da tropa;
e levaram a Bernardo Aleixo a carta seguinte. <br />

<br />

Tive a honra de receber a vossa participa&ccedil;&atilde;o, diz
o Almirante, em que me informais da sabia e leal
determina&ccedil;&atilde;o do Senado, em adimittir um
destacamento inglez na defesa desta cidade. &Eacute;
grande o meu prazer entrar em Mac&aacute;o como sincero amigo, e
sem <a href="#eo30">quebrar-se</a> a antiga
amizade dos nossos monarcas.
Affirmo-vos que haveis achar nas tropas britanicas, obediencia e
respeito. <br />

<br />

Qu&atilde;o differente linguagem da que empregou no dia 17! Em
quanto os macaenses n&atilde;o cederam &aacute; tenacidade
britanica, &eacute;ram infieis; agora que pareciam afrouxar na
defesa dos seus direitos, s&atilde;o leaes e sabios! Ver-se-ha
mudarem de linguagem em pouco tempo. <br />

<br />

No mesmo dia os delegados do Almirante, e os do Senado (Bernardo
Aleixo, e Miguel de Arriaga) convencionaram nos artigos seguintes.
<br />

<br />

<span class="pagenum">[108]</span>
1.&ordm; As leis do paiz reger&atilde;o com toda a sua
plenitude. <br />

<br />

2.&ordm; Os crimes contra os Chinezes, seguir&atilde;o o
julgado
estabelecido. <br />

<br />

3.&ordm; O destacamento inglez ser&aacute; subordinado ao
governo desta
cidade, combinando com o Capit&atilde;o Robertson, em casos
extraordinarios. <br />

<br />

4.&ordm; Nenhuma outra bandeira ser&aacute; arvorada em
Mac&aacute;o, al&eacute;m da portugueza. <br />

<br />

5.&ordm; As muni&ccedil;&otilde;es do destacamento
entrar&atilde;o nos armazens publicos, &aacute;s ordens do
governo desta cidade. Os inglezes ter&atilde;o permiss&atilde;o
para beneficialas. <br />

<br />

6.&ordm; Os navios que pelas leis do paiz tem livre entrada neste
porto
n&atilde;o ser&atilde;o
interrompidos, nem registados pelos britanicos: e os navios inglezes
ficar&atilde;o no mesmo estado em que se achavam antes desta
conven&ccedil;&atilde;o. <br />

<br />

Depois de assignada, o Senado far&aacute; diligencia para evitar
complica&ccedil;&atilde;o com o governo chinez. O governo de S.
M. Britanica fica responsavel ao Sr. D. Jo&atilde;o VI, pelas
consequencias deste tractado. <br />

<br />

Desembarcaram as tropas sem tumulto;
<span class="pagenum"><a name="p109" id="p109">[109]</a></span>
aquartelaram-se na feitoria de Bernardo Gomes de Lemos, e nas
fortalezas da Guia, e do Bom-parto. O Almirante requereu estes dois
ultimos quarteis, para n&atilde;o haverem disturbios. <br />

<br />

Antes de desembarcar as tropas dizia, que ellas guardariam obediencia e
respeito, assim que entrou com ellas na cidade, mudou de
lingoagem: temeu logo que os britanicos insultassem os
Chinezes. A inten&ccedil;&atilde;o dos sobrecargas e do
Almirante, &eacute;ra de ir pouco a pouco, escondidos na capa da
amizade, appossando-se de todas as fortalezas: e exigindo sempre, que o
Governo de Mac&aacute;o avisasse ao de Cant&atilde;o, que tudo
aquillo procedia da intima allian&ccedil;a entre as duas
C&ocirc;roas de Portugal, e Gran-Bertanha. <br />

<br />

No primeiro de Outubro, pedio o Almirante ao Senado, licen&ccedil;a
para enviar ao Sunt&oacute; o tractado feito com o Senado, antes de
<a href="#e25">entrarem</a> as tropas inglezas em
Mac&aacute;o.
J&aacute; a esse tempo o Sunt&oacute; estava sciente de tudo
quanto se tinha feito em Mac&aacute;o. <br />

<br />

No dia 8, come&ccedil;ou o almirante, com os seus, a dirigir
queixas ao governador, pelos
<span class="pagenum"><a name="p110" id="p110">[110]</a></span>
insultos,
que faziam os chinezes aos britannicos; e dirigiram-lhe a
participa&ccedil;&atilde;o seguinte.&mdash;Somos obrigados,
com
pezar nosso, a representar-vos a necessidade de mettermos o nosso
destacamento na fortaleza de monte, a fim de evitar a
communica&ccedil;&atilde;o com os chinezes; por <a href="#e26">quanto</a> j&aacute; espancaram alguns
officiaes, e esta manh&atilde;a insultaram
outros de modo, que se n&atilde;o estivessem dentro dos limites do
quartel, haveria grande desordem. Se o destacamento se
estabelecer na <a href="#e27">fortaleza</a> do
monte, acabar-se-ha a id&eacute;a de
perigo. Asseguramos-vos a repugnancia com que fazemos esta
applica&ccedil;&atilde;o, mas somos a isso obrigados para
evitar males, que podem envolver os nossos governos com o dos chinezes,
de quem temos ouvido dizer est&aacute; fazendo grandes preparativos
de guerra. Seria bom, que assim como publicastes a ordem de Goa para
receber o nosso destacamento, fizesseis o mesmo &aacute;
proclama&ccedil;&atilde;o do vice-rei de Goa. <br />

<br />

Os inglezes esperavam, sem duvida, achar os macaenses no estado em que
os havia descripto o capit&atilde;o Laperouse: e que Bernardo
Aleixo n&atilde;o possuia o talento e virtudes exaradas
<span class="pagenum">[111]</span>
por aquelle celebre navegador nas paginas
da sua viagem. A carta seguinte tirou os inglezes da illus&atilde;o
em que estavam. <br />

<br />

N&atilde;o tenho duvida em passar o vosso destacamento para a
fortalesa do monte: sendo necessaria para defeza contra os
francezes, est&aacute; nos termos da ordem que recebi de Goa<sup><a href="#n37">[37]</a></sup>:
por&eacute;m sendo o motivo dessa exigencia evitar a
communica&ccedil;&atilde;o e disputa com os chinezes, estou
certo de que na feitoria, onde se acha aquartelada, observada a
disciplina que hade usar na fortaleza, conseguir&aacute; o mesmo
fim sem dar logar a ciumes da parte dos chinezes; causa sem duvida de
males maiores do que pretendeis evitar: e de mais, isso n&atilde;o
&eacute; conforme com o tractado, que fizemos. <br />

<br />

&mdash;A desconfian&ccedil;a do governo chinez tem augmentado
pela
occupa&ccedil;&atilde;o das fortalezas da Guia, e Bom-parto com
tropas britanicas. Assim acrescer&aacute; mais em prejuizo do
commercio das duas na&ccedil;&otilde;es, que na
uni&atilde;o, com os chinezes tem igual parte nesta cidade. A
na&ccedil;&atilde;o britanica n&atilde;o
consentir&aacute; em plano algum,
<span class="pagenum"><a name="p112" id="p112">[112]</a></span>
que destrua esta uni&atilde;o: e
<a href="#e28">a mim</a>
n&atilde;o &eacute; permittido admittir defeza opposta
&aacute; lealdade, que este governo tem &aacute;
constitui&ccedil;&atilde;o do
imperio, seu protector; e com direito sobre o territorio a que chama
parte do mesmo imperio. <br />

<br />

<a href="#e29">Ainda</a> que &eacute; forte a
raz&atilde;o que me
assiste, maior ser&aacute; o meu pesar, quando pare&ccedil;a
falta de condescendencia da minha vontade prompta em reconhecer os
servi&ccedil;os de S. Magestade Britanica, ao S. D. Jo&atilde;o
VI. Elles exigem, que espereis a resposta do governo chinez, aos
artigos da nossa conven&ccedil;&atilde;o, que n&atilde;o
pode alterar-se para n&atilde;o sermos obrigados a fazer outra
participa&ccedil;&atilde;o. Ser&iacute;a
agora passo arriscado, pelo escrupulo dos Chinezes &aacute;cerca
das inten&ccedil;&otilde;es britanicas. O
Senado j&aacute; mais deixar&aacute; de cooperar no que for
util &aacute; na&ccedil;&atilde;o britanica. Agora mesmo
acaba de pedir aos mandarins do districto, providencias para evitar,
que os chinezes insultem os vossos officiaes. <br />

<br />

Lisongeio-me constar-vos a publicidade que dei &aacute; ordem de
Goa. Tambem fiz publica
Lisongeio-me constar-vos a publicidade que dei &aacute; ordem de
Goa. Tambem fiz publicar a proclama&ccedil;&atilde;o segundo o
costume deste governo. Vivei na intelligencia, que n&atilde;o
esconderei
<span class="pagenum">[113]</span>
o que vos possa
interessar, n&atilde;o offendendo o dec&oacute;ro desta cidade.
<br />

<br />

De 3 a 14 de Outubro recebeu o Senado varios avisos do Mandarin de
Hiang-san, aos quaes o procurador, Jos&eacute; Joaquim de Barros,
respondeu neste espirito.&mdash;Eu o procurador da Cidade de
Mac&aacute;o, mandarim de Hao-king, remetto-vos toda a nossa
correspondencia com os inglezes, a fim de conheceres a verdade. O
Senado remetteu ao Almirante todas as vossas chapas, (avisos) nestas
circunstancias &eacute; o que podemos fazer.&mdash; <br />

<br />

O mandarim respondeu:&mdash;Pelo que respeita &aacute;s cartas
do
Almirante, ainda que as tenho feito interpretar, n&atilde;o posso
entender o seu verdadeiro sentido: espero que o declarareis ao portador
desta para minha intelligencia. A ordem do Vice-Rei de G&ocirc;a
n&atilde;o prevalece contra os tractados existentes do Governo
celestial com o vosso Rei. Em quanto ao desasocego dos moradores
chinezes em Mac&aacute;o, depende de v&oacute;s: fazei com que
os inglezes tornem para os seus navios, todos ficar&atilde;o em
perfeita quieta&ccedil;&atilde;o.&mdash; <br />

<br />

<span class="sidenote">Outubro.</span>
No dia 16 remetteu outro aviso.
<br />

<br />

<span class="pagenum"><a name="p114" id="p114">[114]</a></span>
&mdash;Sei que f&ocirc;ra apresentada a minha carta aos
inglezes para
sa&iacute;rem de Mac&aacute;o, e que <a href="#e30">responderam</a>
terem vindo para defenderem Mac&aacute;o dos francezes, visto
n&atilde;o o poder agora fazer o vosso Rei; e que para
sa&iacute;rem precisam que venham soldados portuguezes! <br />

<br />

&Eacute; inegavel ser Mac&aacute;o territorio da China, assim
como ter-vo-lo <a href="#e31">concedido</a> a
celestial dynastia, attendendo a <a href="#eo31">virdes</a>
de t&atilde;o longe, e
quererdes repousar neste Imperio. Ha perto de tres seculos,
n&atilde;o s&oacute; vos tracta sem differen&ccedil;a de
seus povos, mas tambem como filhos enchendo-vos de beneficios.<sup><a href="#n38">[38]</a></sup> Os
francezes n&atilde;o costumam insultar as terras deste imperio:
quando usassem agora commetter essa injusti&ccedil;a, os inglezes
deviam lembrar-se, que temos mandarins de letras e de armas e poderoso
exercito para defender-vos, sendo preciso. Exponde estas verdades ao
Almirante, e aos sobrecargas, e intimai-lhe de minha parte que
embarquem o seu destacamento sem demora.&mdash; <br />

<br />

No dia 17 sabendo o mesmo mandarim,
<span class="pagenum">[115]</span>
que os Chinezes emigravam de
Mac&aacute;o assustados pelo amea&ccedil;o da guerra, mandou
outra chapa ao procurador, offerecendo-lhe tropas para auxiliar os
portuguezes, e animar os Chinezes a fazerem o trato do costume, para
n&atilde;o soffrerem os habitantes da cidade por falta de
alimentos. <br />

<br />

<span class="tiny">(18 de
Outubro.)</span>&mdash;Mostrei a vossa chapa de hontem ao
Almirante
(tornou o
procurador
ao mandarim) assegurou-me ir a Cant&atilde;o ultimar este negocio
com o Sunt&oacute;. Desejo que vos empenheis no bom tractamento
para com elle, visto ir encarregado de negocio t&atilde;o
importante. <br />

<br />

No mesmo dia 17, recebeu o Governador a carta seguinte (dos
sobrecargas).&mdash;Capacitesse V. Exc.<sup>a</sup> da
grande
importancia, que
&eacute; para as duas na&ccedil;&otilde;es Portugueza e
ingleza, accommodar em breve a desintelligencia, que reina entre
n&oacute;s e os Chinezes. A viagem do Almirante a
Cant&atilde;o, dirige-se a esse fim; mas &eacute; preciso que
os seus intentos sejam sincenramente narrados ao Sunt&oacute;.
S&oacute;
o padre Rodrigo o pode fazer como desejamos; assim rogamos a V. Exc.
faculdade para elle acompanhar
<span class="pagenum">[116]</span>
o
Almirante. O Governador concedeu a licen&ccedil;a pedida. <br />

<br />

Quando em Mac&aacute;o se esperava que fossem diminuidas as
calamidades, augmentaram. Assim o demonstram os sobrecargas na carta
seguinte: basta meditala com reflex&atilde;o para se conhecerem as
inten&ccedil;&otilde;es britanicas. <br />

<br />

&mdash;Soubemos esta manh&atilde;a&mdash;ter
chegado de Bombaim outro destacamento. O Almirante ordena que
desembarque immediatamente. Rogamos a V. Exc., que mande fazer os
arranjos necessarios para esse fim. Alcan&ccedil;aremos grandes
vantagens se persuadires os chinezes, que s&atilde;o tropas
mandadas pelo vosso Rei; e que desembarcadas estas
embarcar&atilde;o as que se acham em terra. Para dar mais
for&ccedil;a a esta lembran&ccedil;a pode V. Exc. mandar entrar
os navios com bandeira portugueza. As objec&ccedil;&otilde;es
dos chinezes s&atilde;o de pouca entidade. Para este segundo
desembarque, escusa V. Exc. pedir-lhe venia. Pedimos licen&ccedil;a
para manifestar a V. Exc. o escandaloso procedimento de alguns
macaenses infieis ao Senhor D. Jo&atilde;o VI; pois enviam aos
mandarins representa&ccedil;&otilde;es desfavoraveis
<span class="pagenum"><a name="p117" id="p117">[117]</a></span>
aos britanicos. Da sua m&aacute; conducta
nascem os inconvenientes, que temos soffrido. Se V. Exc. n&atilde;o
d&aacute; remedio a tam grande mal, o Almirante enviar&aacute;
para o Brazil as pessoas suspeitas.<sup><a href="#n39">[39]</a></sup>
Esta carta demonstra bem a
protec&ccedil;&atilde;o levada pelos inglezes a
Mac&aacute;o. 1.&ordm; soberba, 2.&ordm; falsidades,
3.&ordm; arrogancia
<a href="#e32">fraudulenta</a>, 4&ordm;
calumnias, 5.&ordm;
despotismo
<a href="#e33">horrivel</a>. Bernardo Aleixo usando <a href="#eo32">da
sua consumada</a> prudencia,
respondeu nestes termos. <br />

<br />

<span class="tiny">(Outubro 21.)</span>&mdash;Dizeis
ter
ordem do
Almirante para desambarcar
tropas novamente chegadas! E desejais, que eu d&ecirc; a entender
aos chinezes, virem da parte do Sr. D. Jo&atilde;o VI! Nenhuma
duvida teria no seu desembarque, se as circunstancias decorridas depois
que desembarcaram as primeiras n&atilde;o tivessem de dia em dia
complicado mais este negocio com os mandarins. Effeituando-se este
segundo desembarque antes de conferir o Almirante com o
Sunt&oacute;, pode transtornar o negocio, e ser funesto ao
commercio, j&aacute; suspenso em Cant&atilde;o. Accresce ter eu
agora recebido, &aacute;cerca dessa tropa, protesto, que devo tomar
em
<span class="pagenum">[118]</span>
muita
considera&ccedil;&atilde;o. Esta cidade tem soffrido muito com
a vossa expedi&ccedil;&atilde;o; e a meu cargo est&aacute;
vigiar por seus interesses. N&atilde;o me consta haver aqui morador
algum infiel &aacute; Caza de Bragan&ccedil;a, apesar de ser
dever
meu cuidar nessa indaga&ccedil;&atilde;o. <br />

<br />

<span class="tiny">(Outubro 21.)</span>&mdash;No
mesmo
dia,
escreveu o mandarin de Hiang-san, ao procurador de Mac&aacute;o,
neste espirito.&mdash;Consta-me chegarem ahi mais tropas inglezas;
j&aacute;mais deveis permittir o seu desembarque. Duvidamos muito
dos seus intentos. Se o consentirdes darei parte ao Sunt&oacute;,
de que faltais ao vosso dever. <br />

<br />

<span class="tiny">(Outubro.)</span>&mdash;De 21
a 28
houveram
disturbios entre os inglezes e os chinezes. O procurador representou
aos mandarins, que n&atilde;o tinha leis por onde castigasse os
chinezes em casos taes; e que para isso exigia
providencias.&mdash;Aquelles
tornaram. N&atilde;o s&atilde;o precisas leis para castigar
crimes, que j&aacute;mais devem existir neste imperio. Embarquem os
inglezes, tudo fica remediado.&mdash;N&atilde;o davam resposta,
&aacute; exigencia de providencias. <br />

<br />

<span class="tiny">(Outubro.)</span>&mdash;Em 29
escreveram os
sobrecargas ao Governador:&mdash;Sabemos com certeza
<span class="pagenum"><a name="p119" id="p119">[119]</a></span>
n&atilde;o serem as
partecipa&ccedil;&otilde;es de V.
Exc. (&aacute;cerca do auxilio britanico) expostas ao
Sunt&oacute; como deviam; antes sim pelo contrario. Rogamos a V.
Exc. lhe declare o justo procedimento do governo britanico, e que esta
declara&ccedil;&atilde;o seja remettida ao Almirante para elle
mesmo a entregar ao Sunt&oacute;. Extranhamos a repugnancia de V.
Exc. em seguir o exemplo do Vice-Rei de Goa, isto &eacute;, animar
os portuguezes contra os nossos inimigos. Se os moradores desta cidade
fossem assim admoestados, desejariam o nosso auxilio em logar de o
aborrecer.&mdash; <br />

<br />

<span class="tiny">(Outubro 30.)</span>&mdash;Entre
as
difficuldades, que vos apresentei, tornou Bernardo Aleixo, <a href="#eo33">foi uma
a complica&ccedil;&atilde;o</a> com os chinezes. Tenho
conhecimento
do systema do seu governo por longa experiencia adquirida na pratica;
sei os vinculos que os unem a esta cidade; e por isso previ o
m&aacute;o resultado da vossa empreza. Falleivos com franqueza, fui
considerado como desaffecto aos vossos projectos. Em 20 do mez passado
desclarasteis (ainda que pouco favoravel ao
exercicio do meu emprego) ser qual quer opposi&ccedil;&atilde;o
do
<span class="pagenum">[120]</span>
governo chinez,
desembara&ccedil;ada pelo Almirante com o Sunt&oacute;; agora
vejo depender deste governo a ultima&ccedil;&atilde;o do
negocio. <br />

<br />

O Senado trabalha para que n&atilde;o sejam reputados sinistros os
fins da vossa expedi&ccedil;&atilde;o: se tem havido
desconfian&ccedil;a nos mandarins, n&atilde;o &eacute;
motivada por este governo; pois tem patenteado com franqueza a sua
correspondencia entre v&oacute;s e os chinezes. <br />

<br />

J&aacute; vos disse, e agora o repito: dos macaenses, nem um
s&oacute; deixa de respeitar a caza de Bragan&ccedil;a,
costumada a encher esta cidade de beneficios em honra do seu governo, e
gloria de seus moradores. Por&eacute;m como n&atilde;o lhe seja
vedado amar a tranquillidade publica do seu paiz, n&atilde;o deve
extranhar-se a cada um chorar a sua desgra&ccedil;a: sem blasfemar
da causa, aborrece os effeitos. <br />

<br />

Os pais de familias lastimam a morte de seus filhos, pelo abandono das
amas chinezas&mdash;que se retiram. Os infelizes que tem na
labuta&ccedil;&atilde;o diaria o seu recurso, lastimam-se pela
escacez e carestia dos generos alimentares. Os mais abastados
lastimam-se por ver chegar o tempo de fazerem suas
negocia&ccedil;&otilde;es, e terem
<span class="pagenum">[121]</span>
ainda as mercadorias empatadas por falta de
gyro, ha cincoenta dias. At&eacute; os navios est&atilde;o
ainda por fabricar &aacute; mingua de artifices, que tambem
fugiram. Os empregados publicos vendo parar o commercio, lastimam-se
por saberem, que delle tira o estado rendimento para pagar-lhes. Os
mesmos habitantes chinezes, dados ao commercio, tem emigrado e levado
at&eacute; o mais inferior dos seus trastes. Isto era de esperar de
homens pacificos ao verem apparatos de guerra. Al&eacute;m disso
amea&ccedil;ados pelos mandarins, que julgam a
constitui&ccedil;&atilde;o do imperio atacada pela vossa
imprudencia. <br />

<br />

&Aacute; vista do exposto n&atilde;o admira haverem
descontentes, que deplorem a sua desgra&ccedil;a, e aspirem ao
socego deste fiel estabelecimento, que ha 252 annos tem sempre
respeitado as ordens do seu monarcha. Julgai por este quadro se um tal
povo necessita de proclama&ccedil;&otilde;es para ser fiel ao
Rei a quem adora? <br />

<br />

Assim que esta carta foi remetida, mandou o Senado ao procurador, que
exigisse do mandarim de Hiang-san, o motivo da queixa dos Inglezes; o
que fez pelo modo seguinte.&mdash;O
<span class="pagenum"><a name="p122" id="p122">[122]</a></span>
chefe da companhia
ingleza accusa-vos de n&atilde;o teres enviado as minhas chapas ao
Sunt&oacute;, ou que mandando-as lhes viciastes o texto.
N&atilde;o posso crer teres procedimento alheio do vosso emprego e
caracter. Espero que immediatamente apresenteis os originaes ao
Sunt&oacute;: eu envio as copias ao almirante para as conferir
<a href="#e34">com elle</a>, e ficar desse
modo illesa a vossa reputa&ccedil;&atilde;o. <br />

<br />

Os sobrecargas responderam &aacute; carta de trinta pelo modo
seguinte:&mdash;A vossa carta encheu de magoa os nossos
cora&ccedil;&otilde;es pelas
circunstancias em que se acham os habitantes de Mac&aacute;o; tudo
nasceu da conducta do Senado: se adoptasse o nosso systema,
n&atilde;o teria agora de v&ecirc;r essas lastimas. Os
macaenses julgaram a proposito tomar medidas contra a nossa
expedi&ccedil;&atilde;o; e fizeram repetidas instancias ao
governo chinez, pedindo soccorro contra os hostis procedimentos
britannicos: o excessivo ciume dos chinezes, e o manejo do Senado
motivaram todos os males.&mdash;Em verdade dissemos, que o
almirante
removeria todos os obstaculos em Cant&atilde;o; assim aconteceria
se o governo de Mac&aacute;o se unisse cordialmente
<span class="pagenum"><a name="p123" id="p123">[123]</a></span>
com o almirante<a href="#eo34">.</a><br />

<br />

Os esfor&ccedil;os
que V. Ex.<sup>a</sup> promette fazer em suas
applica&ccedil;&otilde;es
ao governo chinez, s&atilde;o para n&oacute;s de grande
importancia. Sabemos que h&atilde;o-de produzir bom affeito.
Estamos persuadidos, que s&oacute; o governo de Mac&aacute;o
pode remover as presentes difficuldades e miserias. <br />

<br />

Grande documento &eacute; este para augmentar, se &eacute;
possivel, a honra dos macaenses, pelo valimento que tem com os
chinezes. No principio da carta, invectivam os sobrecargas aos
macaenses; no fim pedem-lhe misericordia! Era tal a
ambi&ccedil;&atilde;o, ou a impudencia daquelles
bret&otilde;es, que diziam em face ao governo de Mac&aacute;o
serem motivadas as calamidades daquella cidade pela ignorancia dos
chinezes, e manejo do Senado! Quem n&atilde;o v&ecirc; provir
tudo da tenacidade dos sobrecargas em quererem apossar-se daquelle
nosso estabelecimento? Quem poder&aacute; capacitar-se de ser
aquelle empenho unicamente sustentado para guardar Mac&aacute;o aos
portuguezes? Em pouco sair&aacute; o almirante da
illus&atilde;o em que o tinham os sobrecargas. <br />

<br />

O ultimo paragrafo desta carta merece
<span class="pagenum">[124]</span>
particular atten&ccedil;&atilde;o: O governador despresou as
argucias do primeiro, e respondeu ao segundo.&mdash;Vejo a
necessidade que
tendes de novo recurso deste governo ao de Cant&atilde;o: O Senado
j&aacute; enviou uma chapa ao mandarim do destricto, da qual se vos
remette copia, e de toda a nossa correspondencia com os chinezes, a
vosso respeito. Fa&ccedil;o isto para ver se acabam as vossas
desconfian&ccedil;as. <br />

<br />

Nesta intelligencia e com o mesmo desvelo (posto que at&eacute;
agora equivoco) farei novas representa&ccedil;&otilde;es ao
governo chinez sempre que me indiqueis a forma de applacar a
tormenta, que vos amea&ccedil;a, pela desconfian&ccedil;a dos
mandarins superiores. <br />

<br />

&Aacute; vista do corpo disforme, que tomou este negocio, quem
n&atilde;o esperaria
modera&ccedil;&atilde;o nos sobrecargas? A carta seguinte
mostra o contrario! <br />

<br />

<span class="sidenote">(Novembro 3.)</span>
&mdash;Pertendem ainda quebrar as leis do imperio, introduzindo e
descarregando navios britannicos em Mac&aacute;o.&mdash;Em
virtude de
ordens do almirante, dizem elles, participamos a V. Ex.<sup>a</sup>
que mande
apromptar armazens para depositar nelles os generos vindos em nossas
<span class="pagenum">[125]</span>
embarca&ccedil;&otilde;es.
Esta medida nasce da
oppo&ccedil;&atilde;o
que os chinezes fazem ao auxilio dado por n&oacute;s a esta cidade.
Esperamos que V. Ex.<sup>a</sup> n&atilde;o recuse os
seus extremosos
esfor&ccedil;os em nosso beneficio, vendo que os sacrificios do
governo de Mac&aacute;o s&atilde;o bagatela em
compara&ccedil;&atilde;o dos que temos soffrido pelo embargo do
commercio britannico (em Cant&atilde;o) s&oacute; por usarmos a
generosidade de querermos dar seguran&ccedil;a a esta cidade: Assim
esperamos a ordem para a descarga, sem dila&ccedil;&atilde;o. <br />

<br />

N&atilde;o tenho duvida em prestar a minha condescendencia
&aacute; vontade do almirante, respondeu Bernardo Aleixo, com tudo
sou for&ccedil;ado a dizer o que sendo publico, admira ser por
v&oacute;s ignorado. As leis deste paiz s&oacute; admittem
navios estrangeiros no caso de mera hospitalidade, segundo o direito
das gentes. Applica-se aos navios de entrada e sa&iacute;da de
Cant&atilde;o, at&eacute; poderem seguir o seu destino.
Achando-se em iguaes circunstancias, qualquer navio da companhia,
n&atilde;o haver&aacute; duvida na sua admiss&atilde;o;
por&eacute;m se a descarga, que se pertende fazer em
Mac&aacute;o provem da opposi&ccedil;&atilde;o dos chinezes
ao commercio britannico, tenho
<span class="pagenum">[126]</span>
grande
embara&ccedil;o no cumprimento do meu desejo. <br />

<br />

Os tractados desta cidade, com o governo chinez, permittem
s&oacute; carrega&ccedil;&otilde;es neste
porto vindas em navios portuguezes, ou hespanhoes; se o commercio
inglez est&aacute; prohibido em Cant&atilde;o, como o poderei
admittir em Mac&aacute;o, sendo dominio chinez, s&oacute;mente
aforado aos portuguezes debaixo de certas
condi&ccedil;&otilde;es, que v&oacute;s, dizendo auxiliar,
pretendeis romper? <br />

<br />

Accresce n&atilde;o haver logar para t&atilde;o grandes
carrega&ccedil;&otilde;es: por falta de gyro, acham-se todos os
armazens cheios de generos vindos na mon&ccedil;&atilde;o
ultima. Dizeis que s&atilde;o
grandes os vossos sacrificios, e os nossos bagatela! Os sacrificios,
neste sentido, n&atilde;o devem considerar-se pelo valor das
riquezas: por perderes muito n&atilde;o se segue, que
n&atilde;o sejam maiores os nossos sacrificios perdendo tudo.
Lan&ccedil;ais as culpas das vossas perdas sobre n&oacute;s, e
que faremos a vosso respeito? O tempo far&aacute;
justi&ccedil;a ao nosso procedimento<sup><a href="#n40">[40]</a></sup>.
<br />

<br />

Agora (apezar de tudo) &eacute; tal o meu desvelo
<span class="pagenum">[127]</span>
em vos servir, que se
algum navio
se acha em estado de tornar indispensavel a sua descarga,
ter&aacute; os soccorros necessarios como se pratica entre povos
civilisados; sem offensa dos la&ccedil;os domicilarios e
privativos, sustentados pelo esfor&ccedil;o e gloria da
Na&ccedil;&atilde;o
Portugueza. <br />

<br />

Em todo o mez de Novembro houveram disturbios entre os chinezes e os
britannicos: aquelles n&atilde;o s&oacute; maltractavam estes,
encontrando-os nas ruas, mas tambem lhe apedrejavam as
janallas. Por mais que o procurador do Senado exigisse
providencias dos mandarins, a resposta &eacute;ra sempre a
mesma.&mdash;S&aacute;iam os britannicos da cidade, e tudo
ficar&aacute; em socego.&mdash;Quando os inglezes estavam mais
teimosos
em descarregar os seus navios em Mac&aacute;o, baixou a seguinte
admoesta&ccedil;&atilde;o do Sunt&oacute; aos sobre-cargas.
<br />

<br />

Sobre-cargas da companhia ingleza, sabei que a virtude do nosso
Imperador se manifesta como o c&eacute;o, abrange tudo:
considerando elle que os reinos da Europa se tem mostrado, ha muito
tempo, obedientes e politicos, concedeu aos europeos licen&ccedil;a
para negociar
<span class="pagenum">[128]</span>
em Cant&atilde;o;
reputando-vos como individuos da mesma familia. V&oacute;s o tendes
experimentado, e sabeis, que nunca foi concedido ficardes permanentes
na China. Logo n&atilde;o devieis trazer navios cheios de soldados,
nem desembarcalos contra as leis do imperio. Mac&aacute;o
&eacute; cidade edificada em terreno chinez: a dynastia passada
concedeu aos portuguezes estabelecerem-se alli; a presente, em virtude
da sua antiga posse, deixou-os ficar como d'antes; por&eacute;m
debaixo de certas condi&ccedil;&otilde;es. A nenhuns outros
europeos se concedeu privilegio semilhante! Como pertendeis
v&oacute;s agora persistir em Mac&aacute;o? Dizeis recear
venham os francezes insultar os macaenses! Nunca se attreveram a
pertubar as terras deste imperio: e quando venham com
muito socego os esperaremos; vindo desfalecidos, e sendo poucos contra
muitos, sem batalha ficar&atilde;o vencidos. Ter&atilde;o a
sorte da carne na banca do cosinheiro. Dizeis ser amigos dos
Portuguezes e que viesteis ajudalos contra os francezes! Porque
n&atilde;o obrasteis este excesso de amizade la na Europa, ou
porque n&atilde;o os esperais fora das ilhas da china para
os baterdes quando cheguem?
<span class="pagenum">[129]</span>
N&atilde;o &eacute; justo estares em Mac&aacute;o
quebrantando as leis do imperio, e dissolvendo a uni&atilde;o
mutua, que deve existir em todos os seus dominios: desse modo perdeis o
direito, que haveis &aacute; nossa benevolencia. Por ventura
n&atilde;o sabeis o que vos &eacute; interessante? Podereis
existir sem commercio? Por certo n&atilde;o: pois quanto mais
depressa embarcardes os soldados, mais cedo se vos abrir&atilde;o
as Alfandegas. Se retardares o seu embarque, n&atilde;o tereis
communica&ccedil;&atilde;o com a terra. Ponderai bem o que vos
proponho, e n&atilde;o me incommodeis com mais
peditorios.&mdash; <br />

<br />

Em quanto o governo de Mac&aacute;o pedia aos mandarins do
districto, que o ajudassem a sanear as feridas abertas pelos inglezes,
nas leis do imperio, a fim de n&atilde;o se irritar contra elles o
Sunt&oacute;, chegou outra chapa deste, pelo mandarim de Hiangsan,
em que dizia:&mdash; <br />

<br />

Eu o Governador das duas provincias de Cant&atilde;o e Kuansi,
fa&ccedil;o saber ao mandarin de Hiang-san, que da entrada dos
soldados inglezes em Mac&aacute;o, s&atilde;o culpados os seus
moradores; pois deviam tela embara&ccedil;ado. Mas examinando o seu
antigo, e moderno
<span class="pagenum"><a name="p130" id="p130">[130]</a></span>
procedimento, achei
serem sempre gratos aos nossos Imperadores; por esse motivo
tol&eacute;ro o erro commettido. <br />

<br />

&Aacute;cerca dos navios inglezes, j&aacute; consultei o
Kuam-pu, a fim de lhes permittir descarga, e poderem negociar. Pelo que
pertence aos soldados, dei parte ao Imperador; eis a sua
resposta:&mdash;Se
os inglezes tiverem a ousadia de presistirem em sua
teima, lan&ccedil;aios fora com o nosso exercito.&mdash;Em
poucos dias
elle marchar&aacute; sobre Mac&aacute;o: no entanto recommendai
aos portuguezes a seguran&ccedil;a da fortaleza do monte. Adverti
ao Procurador, que n&atilde;o se fie desses inglezes.<br />

<br />

Como estes n&atilde;o fossem promptos na
execu&ccedil;&atilde;o das ordens do Sunt&oacute;,
augmentou-se a soberba e desconfian&ccedil;a chineza de modo, que
julgaram tambem sermos culpados no insulto commettido pelos inglezes.
Desembarcarem estes as tropas j&aacute; n&atilde;o
&eacute;ra a maior
offensa: o que mais ferio o orgulho chinez, foi n&atilde;o <a href="#eo35">obedecerem</a>
logo ao mando do Imperador. Tomaram os mandarins calor t&atilde;o
ardente, que n&atilde;o deixavam passar um dia sem repetirem
intima&ccedil;&otilde;es para que os inglezes
sa&iacute;ssem de Mac&aacute;o: eis o seu
espirito.
<br />

<br />

<span class="pagenum">[131]</span>
Senhor Procurador, esses inglezes entrando em Mac&aacute;o
apossaram-se das igrejas e das fortalezas! Em pouco tomar&atilde;o
vossas cazas possuidas ha seculos; depois tirar-vos-h&atilde;o
mulheres e filhos: n&atilde;o podemos soffrer tam grande offensa.
Marcham oitenta mil homens sobre os campos de M&oacute;a. (proximos
&aacute; cidade de Mac&aacute;o) afim de os anniquilar.
Despresaram a gra&ccedil;a feita pelo Sunt&oacute;;
soffrer&atilde;o o peso da for&ccedil;a, que marcha contra
elles. Esses inglezes sendo homens n&atilde;o tem
cora&ccedil;&atilde;o humano; conhecem os males que tem feito,
e n&atilde;o se arrependem! Desejamos que todos vivam em paz, e
somos obrigados a mandar um exercito receando, que nem um s&oacute;
inglez escape &aacute; morte! Fazei-lhe conhecer estas verdades, e
perguntai-lhe se ainda querem teimar contra a justi&ccedil;a, que
os amea&ccedil;a.&mdash;O
procurador respondeu:&mdash; <br />

<br />

&mdash;Tenho apresentado as mais essenciaes das vossas chapas aos
sobrecargas inglezes; n&atilde;o despresam as gra&ccedil;as do
Sunt&oacute;;
acham-se promptos para retirar-se; mas n&atilde;o o podem fazer de
repente. Os inglezes vieram com designio de nos auxiliar assim julgo
ser mal
<span class="pagenum">[132]</span>
fundada a vossa
desconfian&ccedil;a. N&atilde;o precisamos do vosso exercito;
viria fazer maior damno &aacute; cidade. Sabeis quaes
s&atilde;o as leis que regem este nosso estabelecimento:
n&atilde;o deve entrar nelle, nem mesmo aproximar-se &aacute;s
muralhas desta cidade tropa chineza, sem que a pessa, e &eacute;
cousa, que ainda me n&atilde;o veio &aacute;
lembran&ccedil;a. N&atilde;o &eacute;
justo imitares aos inglezes: estes diziam vir-nos auxiliar;
trouxeram-nos incommodos e perdas.&mdash; <br />

<br />

&Eacute; notavel a prudencia e a generosidade do Senado macaense
para com os inglezes, quando estes s&oacute; lhe dirigiam offensas!
Ao mesmo tempo enviaram os sobrecargas a Bernardo Aleixo a carta
seguinte, <br />

<br />

&mdash;A situa&ccedil;&atilde;o em que nos achamos
&eacute;
triste: temos recommenda&ccedil;&atilde;o do Almirante para
evitar hostilidades e fazer tudo quanto possa reconciliar-nos com os
chinezes. Se esta
recommenda&ccedil;&atilde;o for confirmada aos manderins, por
V. Exc. por certo diminuir&aacute; o seu rigor para com os
inglezes. <br />

<br />

Nos maiores conflictos apparecia em publico o Magnanimo Arriaga e dava
socego a todos. Offereceu-se para convencionar com os
<span class="pagenum"><a name="p133" id="p133">[133]</a></span>
mandarins, sobre a retirada da
espedi&ccedil;&atilde;o britanica sem efus&atilde;o de
sangue, donde resultou o tratado seguinte. <br />

<br />

Bernardo Aleixo de Lemos e Faria, Miguel de Arriaga Brun da Silveira, e
o commandante das for&ccedil;as britanicas com os sobrecargas da
selecta companhia, desejando retirar o destacamento inglez,
decorosamente, ajustaram: <br />

<br />

1.&ordm; O <a href="#e35">Ministro</a> Arriaga
tractar&aacute; com
os mandarins &aacute;cerca da retirada das for&ccedil;as
britannicas, ficando o commercio inglez no mesmo estado em que se
achava, antes da sua entrada nesta cidade. <br />

<br />

2.&ordm; Exigindo este negocio a coopera&ccedil;&atilde;o
do
Almirante, Miguel de Arriaga ir&aacute; a Wampo-o, para se concluir
alli do modo mais vantajoso ao vinculo das tres
na&ccedil;&otilde;es. <br />

<br />

3.&ordm; Concluido este negocio cessar&aacute; a
prohibi&ccedil;&atilde;o de mantimentos para sustento dos
<a href="#e36">inglezes</a>. <br />

<br />

4.&ordm; Os mandarins far&atilde;o suspender immediatamente a
marcha das tropas chinezas dirigidas a esta cidade.<br />

<span class="sidenote">(Dezembro 11.)</span>
<br />

A presente conven&ccedil;&atilde;o mostra a
confian&ccedil;a,
<span class="pagenum">[134]</span>
que o Ministro Arriaga
tinha em domar o orgulho e o rigor dos mandarins. Parece impossivel,
que s&oacute; a politica a firmesa de caracter, e a urbanidade de
um homem pudesse conter a justi&ccedil;a chineza, sustentada por 80
mil homens! A carta seguinte dirigida a Bernardo Aleixo, d&aacute;
bem a conhecer o dominio que Arriaga tinha na vontade dos mandarins. <br />

<br />

<span class="tiny">(Dezembro 11)</span>&mdash;Depois
que
assign&aacute;mos a conven&ccedil;&atilde;o esta
manh&atilde;, fui ao pagode,
onde me esperavam os mandarins: tive larga discuss&atilde;o com
elles a fim de soltar difficuldades proprias a uma
na&ccedil;&atilde;o escrupulosa e desconfiada; todavia
consentiram em tudo o que lhes propuz. Al&eacute;m disso
capaciteios das boas
inten&ccedil;&otilde;es britannicas (apezar de terem sido
m&aacute;s para n&oacute;s); naquella intelligencia
asseguraram-me ficar o commercio inglez no mesmo p&eacute; e
systema antigo&mdash;Despedidos os mandarins; tornou Arriaga
&aacute;
cidade contente por ter concluido negocio t&atilde;o espinhoso por
meios t&atilde;o honrosos para a na&ccedil;&atilde;o
portugueza, como lisongeiros para o negociador. <br />

<br />

Sabendo o mandarin de Hiang-san, que
<span class="pagenum">[135]</span>
o
novo governador Lucas Jos&eacute; de Alvarenga, instava pela posse
do seu emprego, remetteu ao procurador a chapa seguinte. <br />

<br />

&mdash;Da entrada dos inglezes at&eacute; hoje, tem o antigo
governador
dirigido bem este negocio; agora constame, que o successor insta para
tomar posse e que o Sr. Bernardo Aleixo de Lemos e Faria o pretende
fazer: n&atilde;o &eacute; conveniente: os inglezes entraram no
tempo do seu governo, nelle devem sa&iacute;r. Sabemos que o novo
governador veio em navio inglez; quem nos assegura n&atilde;o ter
elle correspondencia com esses homens? N&atilde;o &eacute;
justo nem conveniente tomar elle agora posse do governo. Em casos
extraordinarios nem sempre podem seguir-se as leis ordinarias: quando
os inglezes sa&iacute;rem de Mac&aacute;o e ficarem todos em
socego, far-se-ha tudo segundo a lei e os costumes. <br />

<br />

<span class="sidenote">(Dezembro 11 de 1808.)</span>
No mesmo dia partio Miguel de Arriaga, no brigue do Senado, para
Wam-poo. Em 24 horas chegou a bocca do rio Tygre: logo que da
n&aacute;o se avistou suspendeu esta e veio ao encontro do brigue.
Em 14 de Dezembro, j&aacute; de volta fez Arriaga, a
participa&ccedil;&atilde;o seguinte
<span class="pagenum">[136]</span>
a Bernardo Aleixo.&mdash;Assim que cheguei
&aacute; falla da n&aacute;o, fiz saber ao almirante, qual era
a minha commiss&atilde;o: respondeu ter j&aacute; ordenado o
embarque das tropas, e que desejava ser grato &aacute;s officiosas
declara&ccedil;&otilde;es
anteriormente feitas pelo governo de Mac&aacute;o; pois eram
veridicas e rasoaveis. Recebeu-me com a civilidade propria de sua
pessoa: disse que esperava do governo de
Moc&aacute;o o bom servi&ccedil;o de remover
qualquer difficuldade, que de novo apparecesse. Despedi-mo-nos com as
mesmas ceremonias da entrada, e n&atilde;o querendo elle ceder veio
acompanhar-me ao portal&oacute;. <br />

<br />

Logo que o ministro Arriaga concluio a sua
negocia&ccedil;&atilde;o com o almirante, dirigio-lhe o
governador Bernardo Aleixo de Lemos e Faria a carta seguinte. <br />

<br />

<span class="tiny">(Dezembro de 1808.)</span>&mdash;Os
officios de
V. S., de 11 e 14, manifestam o grande trabalho, que teve na
conferencia com os mandarins: Pelo contexto dos mesmos se conhece a
excessiva applica&ccedil;&atilde;o e desvelo com que V. S.,
al&eacute;m dos limites ordinarios, se empenhou em acalmar, com
heroico patriotismo, a cruel revolu&ccedil;&atilde;o que
amea&ccedil;ava esta cidade.
<br />

<br />

<span class="pagenum">[137]</span>
Com o seu grande zelo e reconhecido talento, fez V. S. o mais
importante servi&ccedil;o &aacute; patria. &Aacute;
for&ccedil;a de t&atilde;o efficazes e
singulares deligencias <em>devem os inglezes</em>fazer
a sua retirada sem effus&atilde;o de sangue, e os macaenses o
socego da cidade. <br />

<br />

<span class="tiny">(Dezembro de 1808.)</span>&mdash;No
dia 16
come&ccedil;ou a retirar-se o destacamento britannico; depois de se
effeituar o embarque de tudo quanto lhe pertencia, cuidaram logo os
sobrecargas em obter licen&ccedil;a para desembarcar as suas
mercadorias em Cant&atilde;o. No 1.&ordm; de Janeiro expedio o
Sunt&oacute; a chapa seguinte. <br />

<br />

&mdash;Qu-Hiung-Kuang, Sunt&oacute; (vice-rei) de
Cant&atilde;o, faz
saber a todos os europeos, que por desembarcarem soldados inglezes em
Mac&aacute;o j&aacute;mais se lhes devia permittir commerciar
neste imperio. Com tudo lembrando-nos que o seu rei offerecera tributo
ao nosso imperador, relevamos a offensa, que nos fizeram pela sua
entrada em Mac&aacute;o. Agora depois de enviarem os soldados
&aacute;s suas terras, pedem os sobrecargas, arrependidos,
perd&atilde;o com muita humildade, a fim de se lhes permittir
commerciar neste imperio. Conhecendo a misericord&iacute;a
<span class="pagenum">[138]</span>
do nosso imperador, cedi
&aacute;s suas repetidas supplicas, deixando que desembarquem as
mercadorias, e possam vendelas nesta cidade. Devem receber esta
gra&ccedil;a como um beneficio extraordinario. Assim mostramos, que
as leis chinezas tem enfraquecido com o tempo: no futuro
haver&atilde;o medidas mais rigorosas. Daqui em diante se algum
europeo se atrever a quebrar as leis do imperio ser&aacute;
lan&ccedil;ado fora para sempre. <br />

<br />

Assim fic&aacute;ram os inglezes no mesmo estado em que se achavam
antes de tentarem invadir Mac&aacute;o; perdendo a companhia
enormes sommas dispendidas naquella empreza. <br />

<br />

Tendo demonstrado com os sobrecargas desistiram
della, farei ver agora o motivo porque atentaram. <br />

<br />

A grande influencia de Bonaparte na peninsula, obrigou El-Rei D.
Jo&atilde;o VI, a fechar os portos aos inglezes: esta medida fez
julgar aos bret&otilde;es, que Bonaparte se apossaria de Portugal,
assim como o tinha feito da maior parte da Europa. <br />

<br />

Considirando-nos debaixo do jugo do novo Filippe,
seu inimigo, seu inimigo, como
<span class="pagenum">[139]</span>
havia sido o antigo, praticaram a li&ccedil;&atilde;o tomada
dos hollandezes; isto &eacute; pretenderam apossar-se do que ainda
tinhamos no Oriente. <br />

<br />

Sendo os nossos estabelecimentos da Asia, interessantes aos inglezes,
n&atilde;o lhes conv&eacute;m possuilos outra
na&ccedil;&atilde;o, que n&atilde;o seja a portugueza,
j&aacute; pela sua antiga allian&ccedil;a, j&aacute; por
n&atilde;o a temerem. Avisaram os agentes da companhia, para
guardarem as terras, que nos pertenciam naquella parte do mundo, a fim
de n&atilde;o serem tomadas pelos francezes; na
esperan&ccedil;a de que voltando Portugal &aacute; sua
independencia, tudo ficaria como dantes; e se n&atilde;o podesse
livrar-se do jugo francez, herdarem elles o que haviamos ainda no
Oriente. Eis o motivo porque os inglezes invadiram Goa, e
Mac&aacute;o, cidades que immortalisaram sempre o nome portuguez. <br />

<br />

Accresce a estes successos da Europa, o desejo, que tinham os
sobrecargas inglezes de possuirem um estabelecimento na China; julgavam
desairoso ao seu poder, haverem os portuguezes na China o que os
britannicos n&atilde;o podiam alcan&ccedil;ar. Sendo ricos
espalharam dinheiro na feira de Cant&atilde;o, esperando que
<span class="pagenum">[140]</span>
havendo alguma desintelligencia entre
os portuguezes e os chinezes, estes os preferissem. <br />

<br />

Os lusos soffrem grande critica pelo que praticaram nas suas conquistas
em seculos tenebrosos; com tudo s&atilde;o menos culpados do que os
inglezes; por quanto estes n&atilde;o s&atilde;o menos
violentos em seculo mais illustrado. Veja-se no quadro seguinte a
differen&ccedil;a de ambi&ccedil;&atilde;o e despotismo das
duas
na&ccedil;&otilde;es. <br />

<br />

&mdash;Existe no Oriente imperio immenso, com mais de 100
milh&otilde;es
de homens de castas, c&ocirc;res, e ra&ccedil;as differentes:
&eacute; a India
ingleza. A Soberania n&atilde;o pertence &aacute;
na&ccedil;&atilde;o; exemplo unico na historia do mundo;
&eacute; propriedade de uma companhia de negociantes! Viram-se os
cartiginezes enriquecidos pelo commercio, conquistaram
a Sicilia e a Hespanha; mas a republica, o corpo inteiro da
na&ccedil;&atilde;o, foi quem adquerio pelas armas importantes
possess&otilde;es. Em tempos modernos, a companhia hollandeza
adquirio grande esplendor; mas os seus estabelecimentos nas costas da
Asia, eram arma&ccedil;&otilde;es fortificadas, e
n&atilde;o colonias. <br />

<br />

A companhia ingleza sem perder o commercio
<span class="pagenum">[141]</span>
dos portos de mar, estendeu o seu dominio a mais de trezentas
leguas pelo interior das terras. As regi&otilde;es mais ferteis e
mais ricas do globo pertencem-lhe como fardos de fazenda
amantoados em seus armazens. O chefe, e delegados,
ostentam luxo asiatico, e reinam com orgulho. <br />

<br />

Especula&ccedil;&otilde;es mercantis elevaram este thesouro de
nova especie, que subsiste sem ser mantido como os outros pela gloria
dos Principes, respeito dos povos, ou pelo tempo que tol&eacute;ra
e consagra nefandas
usurpa&ccedil;&otilde;es. <br />

<br />

As authoridades de t&atilde;o grandes dominios, podem dizer-se, que
s&atilde;o vendidas em leil&atilde;o, o mais vil inglez, em
tendo algumas livras e comprando ac&ccedil;&otilde;es da
companhia pode ficar membro desta sociedade, que tem fortalezas,
n&aacute;os, e mais de cem mil soldados; al&eacute;m disso pode
vir e dirigir este poder colossal, que tem destruido o imperio do
Gr&atilde;o-Mogol, o do Teppo-Sail, e amea&ccedil;ado algumas
vezes o Sofi da Persia e Grande As authoridades de t&atilde;o
grandes dominios, podem dizer-se, que
s&atilde;o vendidas em leil&atilde;o, o mais vil inglez, em
tendo algumas livras e comprando ac&ccedil;&otilde;es da
companhia pode ficar membro desta sociedade, que tem fortalezas,
n&aacute;os, e mais de cem mil soldados; al&eacute;m disso pode
vir e dirigir este poder colossal, que tem destruido o imperio do
Gr&atilde;o-Mogol, o do Teppo-Sail, e amea&ccedil;ado algumas
vezes o Sofi da Persia e Grande Lama<sup><a href="#n41">[41]</a></sup>!
<br />

<br />

Os portuguezes combateram na India os
<span class="pagenum">[142]</span>
sectarios de Mafoma livrando
desse modo a seus pacificos habitantes do captiveiro turco; os inglezes
servem-se dos bra&ccedil;os sarracenos para agrilhoar os mal
fadados bramas. <br />

<br />

Assim v&ecirc;-se que se nessa &eacute;poca tenebrosa os
lusitanos obraram prodigios na India, vingando sobre os turcos os males
que lhe haviam soffrido em nossa terra, hoje n&atilde;o
desmerecemos na ordem dos nossos maiores; por quanto o Sunt&oacute;
disse:&mdash;Nenhuns outros europeos
alcan&ccedil;ar&atilde;o (por merito) os privilegios concedidos
aos portuguezes.&mdash;Os sobrecargas confessaram, que
s&oacute; o
Governo de Mac&aacute;o podia remover as difficuldades e miserias
(que elles tinham motivado): o Almirante Drury tambem
disse:&mdash;Estou
muito obrigado ao governo de Mac&aacute;o pelas suas
declara&ccedil;&otilde;es
anteriores; por quanto eram veridicas e justas.&mdash;Taes
declara&ccedil;&otilde;es confirmam a dignidade do caracter
Luzitano, em todos os tempos e logares. <br />

<br />

Sabendo-se em Londres a conducta daquelles sobrecargas, foram outros
nomeados: chegando a Mac&aacute;o esconderam o que se havia passado
alli em 1808, e fallaram do que viram
<span class="pagenum"><a name="p143" id="p143">[143]</a></span>
praticar em 1809, pelo modo seguinte.&mdash;As patrioticas
applica&ccedil;&otilde;es e desvelos dos macaenses, adquiriram
a esta cidade muitas vantagens; ao governo portuguez gloria; e a todas
as na&ccedil;&otilde;es commerciantes a liberdade dos mares da
China<sup><a href="#n42">[42]</a></sup>.
Os povos chinezes congratulam-se com a
extinc&ccedil;&atilde;o do inimigo que por mais de 20 annos os
havia opprimido, por serem as for&ccedil;as maritimas do imperio
insufficientes para destruilo.&mdash; <br />

<br />

Accrescentarei o que os sobrecargas n&atilde;o poderam escrever:
n&atilde;o foi menor a vantagem de Mac&aacute;o e a gloria da
na&ccedil;&atilde;o
portugueza, lan&ccedil;ar fora daquella cidade as tropas inglezas,
que della se pertendiam apossar. <br />

<br />

Vendo uma memoria do Sr. Lucas Jos&eacute; de Alvarenga, Governador
que f&ocirc;ra de Mac&aacute;o, sou obrigado a contestala para
desagravar os macaenses das offensas que alli lhes derige aquella
triste e
<a href="#e37">miseravel</a> jactancioso. <br />

<br />

Imprimio a sua memoria no Rio de Janeiro em 1828, e diz que lhe dera
motivo a isso outra <a href="#eo36">impressa em Lisboa</a>
em 1824; por se
<span class="pagenum"><a name="p144" id="p144">[144]</a></span>
achar nella o seu nome inglorio. Sendo eu quem a
escreveu, devo mostrar a raz&atilde;o de n&atilde;o fallar em
louvor do Sr. Lucas. <br />

<br />

Sa&iacute; de Mac&aacute;o para Lisboa em janeiro de 1808, e
o Sr. Lucas entrou naquella cidade em Setembro do mesmo anno.
Tornei a Mac&aacute;o em Novembro de 1810, j&aacute; elle tinha
saido dalli em Abril desse anno. Querendo recolher factos sobre a
extinc&ccedil;&atilde;o dos piratas, a fim de completar o meu
opusculo, tomeios das actas do Senado, e das pessoas conspicuas
daquella cidade. Haviam em t&atilde;o pouca conta este cavalheiro,
que n&atilde;o se atreveram a confiar-lhe o governo das armas
sen&atilde;o depois de fazerem retirar as tropas inglezas, como
fica demonstrado, no officio do mandarim de Hiang-san. <br />

<br />

O Sr. Lucas, a pag. 4 da sua memoria diz serem verdadeiros os factos
lan&ccedil;ados na que se imprimira em Lisboa; isto &eacute;,
1.&ordm; O zelo e a actividade do <a href="#eo37">o
Ministro</a>
Arriaga;
2.&ordm; o valor das pessoas empregadas na esquadra; 3.&ordm;
a existencia dos
tractados; 4.&ordm; a entrega dos piratas 5.&ordm; a
invas&atilde;o e a
retirada das tropas inglezas; mas offende-se do silencio guardado
<span class="pagenum">[145]</span>
a seu respeito; e julga
haver nesse procedimento algum misterio. <br />

<br />

Assim julga o Sr. Lucas n&atilde;o haver exactid&atilde;o nesta
memoria por n&atilde;o fallar na sua entrada em Mac&aacute;o,
no dia da sua sa&iacute;da, e talvez naquelle em que f&ocirc;ra
encontrado na S&eacute; vestido com trajos de mulher. Confesso
n&atilde;o ter fallado do Sr. Lucas para n&atilde;o ennodoar um
escripto consagrado &aacute;s virtudes Luso-Macaenses, com a
irregular conducta de tal governador. <br />

<br />

Como fallaria em louvor de um individuo desprezado n&atilde;o
s&oacute; pela sua conducta, mas tambem pela sua cobardia? O Sr.
Lucas por fraco obstou ao mais glorioso triunfo que podiamos obter em
recompensa de tantas e t&atilde;o longas fadigas: obstou que o
chefe dos piratas se entregasse com toda a sua esquadra no porto de
Mac&aacute;o. Destas e outras
ac&ccedil;&otilde;es do Sr. Lucas devia eu fallar, se
escrevesse a historia de Mac&aacute;o, mas eu apenas me encarreguei
de levar &aacute; posteridade dois factos dessa historia, a
destrui&ccedil;&atilde;o dos piratas, e o desembarque e
retirada das tropas britanicas. N&atilde;o fazendo o Sr. Lucas
cousa boa
digna de
<span class="pagenum">[146]</span>
notar-se, julguei fazer
merc&ecirc; ao Sr. Lucas, deixando-o no escuro em
que alli se lan&ccedil;ou. <br />

<br />

Sendo este opusculo destinado a louvar as ac&ccedil;&otilde;es
dos Luso-Macaenses, n&atilde;o devia
apparecer entre elles um brasileiro empenhado em fazer o contrario do
que os outros praticavam. Como se fallaria em louvor de um governador,
cuja administra&ccedil;&atilde;o foi tempo de martyrio para os
macaenses, n&atilde;o s&oacute; pela falta de caracter do Sr.
Lucas, mas tambem pela grande rapina do ouvidor Peixoto? <br />

<br />

&Eacute; verdade innegavel ser tudo quanto alli se praticou de
maravilhoso, devido ao genio extenso e luminoso de Miguel de Arriaga.
Assim o provam as actas do Senado, as cartas de Cam-pau-sai, as de
Bernardo Aleixo, e o hymno cantado na presen&ccedil;a dos bons
Macaenses, pelo benemerito cidad&atilde;o Jos&eacute; Baptista
de Lima, no dia em que estes celebraram o triumfo de Miguel de Arriaga
pela extinc&ccedil;&atilde;o dos piratas. <br />

<br />

Quando fallei, em 1824, na 1.&ordf; parte desta memoria,
&aacute;cerca
do bom governo Macaense referime &aacute; sua f&oacute;rma e
aos annos em que influio nelle Miguel de Arriaga, e Bernardo
<span class="pagenum"><a name="p147" id="p147">[147]</a></span>
Aleixo. Agora vejo, com
admira&ccedil;&atilde;o, o Sr. Lucas arrogar a s&iacute; os
louvores de outros, quando elle ainda nem ao menos tinha visto
Mac&aacute;o! <br />

<br />

O Sr. Lucas diz, a paginas 23 de sua memoria:&mdash;Sei em ultima
analyse
que n&atilde;o sei nada, e n&atilde;o sou nada&mdash;e a
paginas 7
diz:&mdash;Tendo eu sido autor de todos os negocios publicos e mui
particularmente este, ser&iacute;a bastante para dar
id&eacute;a do objecto contestado, e da falta de
exactid&atilde;o da memoria impressa em 1824, do espirito,
conhecimentos, e fins com que foi escripta.&mdash;<br />

<br />

O homem que n&atilde;o &eacute; nada, e n&atilde;o quer
nada pretende roubar a gloria dos que foram alguma cousa; contestar com
falsidades, documentos legaes e autenticos. Confessa a veracidade dos
factos impressos nesta memoria, e censura o seu autor por
n&atilde;o lhe dar a elle o que pertencia a outros! Eis a falta de
exactid&atilde;o encontrada pelo Sr. Lucas: dahi nasce a sua
desconfian&ccedil;a &aacute;cerca do espirito,
conhecimentos e fins com que ella f&ocirc;ra escripta. <br />

<br />

P&oacute;de viver certo <a href="#eo38">de que o
espirito</a>
foi patriotico; os conhecimentos extra&iacute;dos, parte das actas
do Senado, parte <a href="#eo39">adqueridos</a> na
presen&ccedil;a
<span class="pagenum"><a name="p148" id="p148">[148]</a></span>
dos factos; e os fins limitaram-se no gosto de levar
&aacute; posteridade os factos macaenses. <br />

<br />

Arriaga, Bernardo Aleixo, Pereira Barreto, Alcoforado, e outros muitos
empregados naquella empreza, j&aacute; o mundo os havia perdido
quando tive a honra de publicar pela imprensa as suas virtudes e
proezas; o Sr. Lucas n&atilde;o sendo nada e n&atilde;o
querendo nada, esperou que elles morressem para denegrir n&atilde;o
s&oacute; as proezas, mas tambem as virtudes daquelles
var&otilde;es illustres! <br />

<br />

&mdash;N&atilde;o posso deixar passar semelhante
express&atilde;o,
diz o Sr. Lucas a pag. 11, por conter no&ccedil;&otilde;es
erroneas e falsas em perjuizo da honra e da gloria que me provem do
resultado de todos os brilhantes feitos na &eacute;poca
s&oacute;mente do meu governo, e cujo brilhantismo principiou com a
minha chegada e acabou com a minha retirada!&mdash; <br />

<br />

Ainda sen&atilde;o vio maior
jactancia. O Sr. Lucas chega aponto de alterar a <a href="#e38">f&oacute;rma</a>
do governo s&oacute; a fim de roubar a gloria
que n&atilde;o lhe pertence. <br />

<br />

&Eacute; elle mesmo quem confessa, apesar do
<span class="pagenum"><a name="p149" id="p149">[149]</a></span>
roubo que pretende fazer, a paginas
42 da sua memoria, n&atilde;o ter influencia no
governo.&mdash;O Senado,
diz elle, projectou mandar a galera Ulises ao Rio de
Janeiro, afim de cumprimentar El-Rei; oppuz-me; com tudo a galera
proseguio&mdash;Assim destroe o mesmo Sr. Lucas as suas argucias. <br />

<br />

Em quasi todas as paginas da sua memoria lan&ccedil;ou argumentos
contra-producentes.&mdash;Chegaram os piratas pela sua quantidade e
for&ccedil;a, diz elle a paginas 43, a dominar os canaes de
Wampo-o; ent&atilde;o por circunstancias, apesar das ordens
superiores que me embara&ccedil;avam a fazelo, expedi ordens em
Setembro de 1809 para serem batidos. O Sr. Lucas, em seus improvisos
desacredita os mesmos a quem pretende elogiar. As ordens superiores
referem-se ao Vice-Rei de Goa: porque motivo daria este ordem para
n&atilde;o se atacar os piratas? Estaria comprado por elles? Que
mais &eacute; preciso para saber-se <a href="#eo40">que
o Sr. Lucas</a> n&atilde;o
<a href="#eo41">cooperara</a>
cousa alguma para a destrui&ccedil;&atilde;o dos piratas, <a href="#eo42">elle mesmo confessa que f&ocirc;ra</a>
obrigado a
mandar ordens para serem batidos os piratas?
<br />

<br />

<span class="pagenum">[150]</span>
Em verdade o Senado, de quem Arriaga &eacute;ra a alma, foi quem o
obrigou a mandar aquella ordem; logo fica demonstrado pelo mesmo Sr.
Lucas, que o brilhantismo daquella &eacute;poca n&atilde;o lhe
pertence, pois at&eacute; para expedir a ordem para serem batidos
os piratas foi obrigado pelo Senado. <br />

<br />

&Eacute; certo, diz elle a pag. 46, que um dia depois que recebi
parte do commandante da esquadra, em que dava por verificada a entrega
de Cam-pau-sai,
partio Arriaga para a bocca do rio Tygre, dizendo &iacute;r a
negocio
particular, e &eacute; certo que indo, esteve com o
cabe&ccedil;a dos piratas; e &eacute; certo tambem que este
logo se retirou com toda a sua esquadra; e que a entrega se
n&atilde;o fez, quando a parte do commandante (Alcoforado) a dava
por verificada!&mdash; <br />

<br />

Que mais se poderia dizer em desabono do Sr. Lucas, do que elle mesmo
escreveo? Pois quem diz fizera tudo, n&atilde;o sabendo nada! Quem
diz que o brilhantismo de Mac&aacute;o principiara com a sua
chegada alli, e acabara com a sua retirada, confessa que tendo uma
esquadra vencedora debaixo das suas ordens,
<span class="pagenum"><a name="p151" id="p151">[151]</a></span>
deixara fugir o inimigo depois de se ter
j&aacute; <a href="#eo43">entregado</a>?
Ent&atilde;o a quem comprou Arriaga na
sua viagem &aacute; bocca do rio Tigre, <a href="#eo44">ao
Chefe</a> da esquadra
portugueza, ou <a href="#eo44">ao chefe</a> dos
piratas? Compraria ambos? Tudo aquillo
&eacute; falso; mas quando fosse verdadeiro, <a href="#eo45">provaria</a>
que
&eacute;ra Miguel de Arriaga quem predominava em Mac&aacute;o. <br />

<br />

Os documentos improvisados pelo Sr. Lucas; e o Officio dirigido ao
Vice-rei, s&atilde;o partos do seu estro, quando se achava dominado
pelo furor de elogiar-se. O enviado inglez, no Rio de Janeiro,
servio-se delles para desacreditar Arriaga, e Bernardo Aleixo na
opini&atilde;o de El-Rei; mas este desmascarou a intriga, premiou
os macaenses, e castigou o Vice-rei, por ter mandado a Mac&aacute;o
o Sr. Lucas, que desde ent&atilde;o j&aacute; mais obteve
emprego algum. <br />

<br />

Este cavalheiro al&eacute;m de pretender a gloria alheia, deixa ver
na sua memoria o azedume com que a escrev&ecirc;ra! Tentou deprimir
os macaenses, e denegrio a sua estirpe. Um brasileiro j&aacute;mais
deve fallar em desabono &aacute;cerca de colonias povoadas por
degradados; por quanto assim que Pedro Alves Cabral descobrio
<span class="pagenum"><a name="p152" id="p152">[152]</a></span>
o Brazil despejaram-se as masmorras de
Portugal. Quando nossos maiores chegaram a edificar uma cidade no
imperio chinez, os criminozos de todo o reino eram diminutos para domar
a sanha dos <a href="#eo46">butecudos e tupinambas</a>
nos sert&otilde;es do Brazil. <br />

<br />

Timor &eacute; o unico presidio que temos al&eacute;m da
Taprobana. S&oacute; Cam&otilde;es, pelo respeito devido ao
genio, obteve ficar em Mac&aacute;o servindo o emprego de Juiz dos
orf&atilde;os naquella cidade, rica pela salubridade do clima,
pelos alimentos, pela forma do seu governo, e pelas virtudes de seus
moradores.<br />

<br />

O Sr. Lucas n&atilde;o escreveu para fornecer
&aacute; historia cousas proprias a fazer os homens melhores;
pertendeu injuriar os macaenses com despreso da raz&atilde;o e da
justi&ccedil;a. As providencias que ele diz foram a
Mac&aacute;o em 1783, s&atilde;o impoliticas e desconcertadas:
que outra cousa se poderia esperar de dois theologos no governo de um
reino? (Martinho de Mello, <a href="#eo47">e um frade</a>)
vis&otilde;es, argucias,
e fogueiras. <br />

<br />

Fallava Martinho de Mello, naquella &eacute;poca, dos
incontestaveis direitos que tem a cor&ocirc;a de Portugal sobre
Mac&aacute;o! Que dir&aacute; o imperador
<span class="pagenum"><a name="p153" id="p153">[153]</a></span>
da China, a quem pagamos f&oacute;ro?
Mas quando assim fosse, quem sustentou ha perto de 300 annos esses
direitos? Degradados? Por certo n&atilde;o. Martinho de Mello era
t&atilde;o hospede na historia daquelle paiz, que ignorava haver um
decreto feito em 31 de Agosto de 1629, que prohibe a qualquer
degredado, que alli se refugie, servir os encargos da cidade, <a href="#eo48">e mesmo de eleger</a>
para elles. <br />

<br />

&mdash;O Senado de Mac&aacute;o, composto de degradados que
para alli se
refugiam, diz Martinho de Mello, ou de outros similhantes,
ignorantissimos em materia de governo, n&atilde;o lhe importa cousa
alguma que diga respeito a o decoro nacional, nem ao
incontestavel direito da soberania, que Portugal tem &aacute;quelle
importante dominio!&mdash; <br />

<br />

Fallar assim a povos residentes na China, n&atilde;o &eacute;
s&oacute; grande impolitica mas tambem supina ignorancia das
materias de governo. Gra&ccedil;as aos generozos macaenses, que
despresando as invectivas dos sejanos, tem sempre concorrido para tudo
quanto &eacute; decoroso e interessante a Portugal. O procedimento
daquelle ministro deixa ver que elle tinha mais
<span class="pagenum">[154]</span>
carencia de luzes e de virtudes, do que os homens
a quem offendeu. <br />

<br />

Nem Martinho de Mello, nem o Sr. Lucas (da viola) j&aacute;mais
poderiam fazer as proezas que em todos os tempos obraram os illustres
macaenses. Thomaz Vieira, natural de Mac&aacute;o, sendo governador
daquella cidade em 1627, vendo-a sitiada pelos hollandezes, armou seis
pequenas embarca&ccedil;&otilde;es e foi accommettelos. Abordou
uma grande n&aacute;o, que tomou, fazendo horrivel mortandade no
inimigo; os restantes fugiram deixando triumfante o denodado Vieira. <br />

<br />

Os macaenses sempre honraram e prestaram a Portugal, j&aacute;
fazendo despezas avultadas com os nossos embaixadores ao imperador da
China, j&aacute; mandando generosos presentes &aacute; capital
do reino luso, j&aacute; derramando o proprio sangue a fim de
limpar as costas da China de piratas, j&aacute; na defeza dos muros
levantados por seus maiores. <br />

<br />

Os governadores exigentes das providencias, que alli mandou Martinho de
Mello, eram similhantes aos que desolaram Mac&aacute;o em 1626,
1709, 1747, e mesmo ao Sr. Lucas
<span class="pagenum"><a name="p155" id="p155">[155]</a></span>
seu elogiador aprol da tyrannia. Para se avaliar dos homens que pedem
taes providencias, bastar&aacute; ler a carta seguinte do Conde de
S. Vicente. Tem por objecto responder a El-Rei D. <a href="#eo49">Afonso
VI.</a> sobre o
oitavo que mandava receber, de todos os rendimentos particulares;
tributo imposto em 1666 pelo vice-rei Antonio de Mello e Castro. <br />

<br />

&mdash;Sr.: a India ve-se de muito longe, e ouve-se mui tarde:
assim
n&atilde;o me espanto da f&oacute;rma com que muitas ordens se
expedem, nem do mal <a href="#eo50">com que outros se
guardam</a><sup><a href="#n43">[43]</a></sup>.
J&aacute; um grande
ministro disse:&mdash;A jurisdic&ccedil;&atilde;o dos Reis
de
Portugal apenas chega a Santarem; dahi para cima tudo &eacute; dos
corregedores&mdash;Na India a dos vice-reis n&atilde;o chega a
tanto; o
mais &eacute; dos capit&atilde;es das fortalezas! Os gentios
n&atilde;o tem fazendas, os canarins apenas cultivam para comer;
assim n&atilde;o ha de quem se receba esse oitavo. Das pedras
n&atilde;o se tira mel. Vossa Magestade deve mandar &aacute;
India quem lhe fa&ccedil;a desses impossiveis, que eu
n&atilde;o sei mais do que chorar as miserias, que vejo. Se isto
vai de mim, venha outro; se
<span class="pagenum">[156]</span>
nasce dos povos,
tenha Vossa Magestade delles piedade. Goa 26 de Janeiro de 1668. <br />

<br />

Se todos os vice-reis fallassem deste modo aos imperantes,
n&atilde;o &iacute;riam a Mac&aacute;o
aquellas offen&ccedil;as em logar de providencias; os povos seriam
felizes, os portuguezes respeitados, e os Alvarengas mais commedidos. <br />

<br />

Julgo ter dito quanto basta para fazer arrepender o Sr. Lucas de querer
arrogar asi a honra, que
n&atilde;o lhe pertence, e de ser ingrato aos macaenses que tanto
lhe soffreram. Para o Sr. Lucas avaliar, com mais conhecimento de
causa, o espirito e fins com que fora escripta esta memoria, ahi lhe
remetto a copia fiel de uma carta que dirigi ao Senado de
Mac&aacute;o em 1826, assim como a sua resposta. <br />

<br />

<br />

<div style="text-align: center;"><em>Carta dirigida
ao Senado de
Mac&aacute;o.</em><br />

</div>

<br />

<br />

Senhores, ainda que separado de v&oacute;s ha doze annos pela
distancia immensa da Europa &aacute; China, o meu espirito esteve
sempre comvosco. Havendo no cora&ccedil;&atilde;o o germen de
<span class="pagenum">[157]</span>
todas as virtudes, e recebido da natureza
alma docil &aacute;s suas impress&otilde;es, j&aacute;mais
poderia esquecer-me das sublimes qualidades que possuis. Deviam ser
escriptas por outro Andrade como Jacinto Freire, mas tivesteis a
desventura de viverdes em seculo diminuto em escriptores capazes de dar
vida &aacute;s proezas dos heroes. <br />

<br />

&mdash;Grandes e magnificos foram sem duvida os feitos dos
athenienses; mas
quanto a mim, diz Salustio, menores do que a fama. Havendo alli muitos
e grandes escriptores, as proezas dos athenienses foram celebradas no
mundo pelas maiores. Assim o valor dos que as fizeram passa por tal,
qual nos seus exagerados escriptos o figuraram esses preclaros
engenhos<sup><a href="#n44">[44]</a></sup>&mdash;Em
nosso tempo n&atilde;o acontece o mesmo; para
o mundo saber das vossas proesas na carreira da gloria servio-se da
minha tosca penna. <br />

<br />

O livro que vos offere&ccedil;o &eacute; pequeno em volume,
por&eacute;m grande em seu objecto: basta conter os grandes feitos
que praticasteis na
extinc&ccedil;&atilde;o dos piratas. Na segunda parte que ficou
<span class="pagenum"><a name="p158" id="p158">[158]</a></span>
a imprimir-se em Lisboa
ainda
alcan&ccedil;asteis mais gloria. Na primeira real&ccedil;am os
vencedores de Cam-pau-sai, na segunda brilha o Senado com a
expuls&atilde;o dos inglezes. Por&eacute;m n&atilde;o
&eacute; elle a mesma cousa, o Leal Senado de Mac&aacute;o, e
os cidad&atilde;os macaenses? Nesse tempo luctuoso viviam todos
animados do mesmo espirito; a todos se ouvia a mesma
voz:&mdash;Morrer,
dizeis, ou mostrar que descendemos dos Castros e dos
Almeidas.&mdash; <br />

<br />

Desculpai, Srs., se desafio a vossa m&aacute;goa recordando-vos os
illustres collegas, que por longa serie de annos regeram com vosco esta
cidade. <a href="#eo51">Julgo-os</a> com direito
&aacute; minha lembran&ccedil;a e
aos vossos elogios. Porque motivo usar&atilde;o os oradores
celebrar s&oacute; os poderosos? Por que n&atilde;o louvam
elles as pessoas abalisadas em merito e virtudes? Se &eacute;
preciso celebrar sempre os grandes, porque n&atilde;o se lembram
tambem dos homens que foram uteis? N&atilde;o ser&aacute; digno
de louvor o magistrado que usando da espada de Astr&ecirc;a, por
muitos annos, o fez com tanta prudencia, que n&atilde;o ferio
cidad&atilde;o algum? Magistrado que havia
cora&ccedil;&atilde;o t&atilde;o sensivel e humano, que
n&atilde;o se limitando
<span class="pagenum">[159]</span>
em fazer
a paz e a ventura de uma cidade, pretendia abranger com esses dons
&aacute; maior parte do mundo? Que abrazado no sancto amor da
patria, empenhava quanto possuia para engrandecela e glorificala? Em
fim o var&atilde;o forte que assaltado por intrigas e calumnias de
ingratos, capazes de enfraquecer o espirito de Zeno, as supportava de
animo tranquillo? V&oacute;s sabeis que Miguel de Arriaga possuio
estas sublimes qualidades. <br />

<br />

Quem, Senhores, deixar&aacute; de louvar o illustre Jos&eacute;
Joaquim de Barros, quando nesse mesmo recinto, agitando-se a
quest&atilde;o se deviam, ou n&atilde;o ter, accesso os
inglezes, exclamou.&mdash;Voto que n&atilde;o se deixem entrar;
desse-me
o lugar mais arriscado para defendelo; se a fortuna me for adversa,
gostoso darei a vida em honra da Pa
Quem, Senhores, deixar&aacute; de louvar o illustre Jos&eacute;
Joaquim de Barros, quando nesse mesmo recinto, agitando-se a
quest&atilde;o se deviam, ou n&atilde;o ter, accesso os
inglezes, exclamou.&mdash;Voto que n&atilde;o se deixem entrar;
desse-me
o lugar mais arriscado para defendelo; se a fortuna me for adversa,
gostoso darei a vida em honra da Patria<sup><a href="#n45">[45]</a></sup>.
<br />

<br />

Qual de v&oacute;s, macaenses, nessa crise perigosa houve
differentes sentimentos? Todos repulsasteis o inimigo por modo singular
e extraordinario. <br />

<br />

Do monumento consagrado &aacute; vossa memoria, offereci um
exemplar ao Sr. D. Jo&atilde;o
<span class="pagenum">[160]</span>
VI; dizendo-lhe que certo de em parte alguma
depositar melhor as proezas macaenses do que em suas reaes
m&atilde;os, alli lhe entregava feitos praticados em dias, bem
similhantes aos do feliz tempo em que os lusitanos pelo caminho da
virtude subiram ao templo da immortalidade. Fiquei satisfeito por saber
depois, que El-Rei apreci&aacute;ra o livro, onde se acham exaradas
as proezas macaenses; por&eacute;m ser&aacute; completo o meu
gosto se as julgardes levadas &aacute; posteridade por maneira
digna de v&oacute;s. <br />

<br />

Em verdade, Senhores, &eacute; preciso ser estupido para
n&atilde;o admirar o vosso animo, e barbaro para com o vosso
exemplo n&atilde;o sentir o estimulo da virtude. Coimbra, Mattos,
Limas, e outros, possuiram virtudes perfeitas: serviram por mais de
trinta annos os encargos desta cidade por modo, que nem Focio, ou
Aristides o fez melhor
Em verdade, Senhores, &eacute; preciso ser estupido para
n&atilde;o admirar o vosso animo, e barbaro para com o vosso
exemplo n&atilde;o sentir o estimulo da virtude. Coimbra, Mattos,
Limas, e outros, possuiram virtudes perfeitas: serviram por mais de
trinta annos os encargos desta cidade por modo, que nem Focio, ou
Aristides o fez melhor em Athenas<sup><a href="#n46">[46]</a></sup>.
<br />

<br />

Macaenses, se os louvores prov&eacute;m de interesse, devem
despresar-se; se a lisonja tenta
<span class="pagenum"><a name="p161" id="p161">[161]</a></span>
enganar os poderosos,
deve temer-se; por&eacute;m quando a
admira&ccedil;&atilde;o tributa homenagem &aacute; virtude
deve estimar-se. <br />

<br />

Assevero-vos que <a href="#eo52">nesse opusculo</a>
liguei sempre a minha alma
&aacute;s vossas ac&ccedil;&otilde;es;
se lhes faltam pensamentos animados, por mingua de genio, tem o grito
da verdade, unico preciso para immortalisar-vos. <br />

<br />

<br />

<div style="text-align: center;"><em>Resposta.</em><br />

</div>

<br />

<br />

O Senado recebeo com satisfa&ccedil;&atilde;o a vossa memoria,
por ver nella immortalisados os feitos macaenses, na
estinc&ccedil;&atilde;o dos piratas, que infestavam o nosso
arquipelago. Em verdade v&oacute;s ornasteis o vosso e o nosso
quadro com as flores e bellesas de Cam&otilde;es e dos Andrades. O
Senado n&atilde;o perder&aacute;
occasi&atilde;o, em que vos possa ser util em reconhecimento de
t&atilde;o precioso presente. <br />

<br />

<em>Cartorio do Senado, 16 de Novembro de
1826</em><br />

<br />

<h4>FIM.</h4>

<br />

<br />

<b>Notas:</b><br />

<br />

<a name="n1" id="n1"></a><sup>[1]</sup>
Sacrifico a minha vida e fortuna &aacute; vossa (dizia
Cicero ao povo Romano); s&oacute; exijo em recompensa conserveis a
memoria dos
meus servi&ccedil;os <br />

<br />

<div class="signature"><em>Catilinaria IV.</em></div>

<br />

<br />

<a name="n2" id="n2"></a><sup>[2]</sup>
M. Thomas.<br />

<br />

<a name="n3" id="n3"></a><sup>[3]</sup>
Diniz
Ode XV.<br />

<br />

<a name="n4" id="n4"></a><sup>[4]</sup>
O reprehensivel descuido dos nossos auctores agora o
pagamos por castigo, ignorando os nossos proprios successos; e
sujeitando-nos a
cr&ecirc;r, e a estimar delles s&oacute;mente aquella pequena
parte, que nos quizeram contar os inimigos, mais obrigados da
d&ocirc;r, que da verdade. <br />

<br />

<div class="signature"><em>D. F. M. C. 26.</em></div>

<br />

<br />

<a name="n5" id="n5"></a><sup>[5]</sup>
Era este Illustre Var&atilde;o de mediana altura,
refor&ccedil;ado, largo de ombros, mui cabelludo e tinha
olhos amarellos.<br />

<br />

<a name="n6" id="n6"></a><sup>[6]</sup>
Navio de 20 bombardas com 300 homens.<br />

<br />

<a name="n7" id="n7"></a><sup>[7]</sup>
<em>Cam&otilde;es,
C. X. Est
82<br />

<br />

</em><a name="n8" id="n8"></a><sup>[8]</sup>
Por
estas ac&ccedil;&otilde;es heroicas, ainda que
barbaras, pode julgar-se o valor dos inimigos que tinhamos a vencer.<br />

<br />

<a name="n9" id="n9"></a><sup>[9]</sup>
Ode
XI. Epodo 4<br />

<br />

<a name="n10" id="n10"></a><sup>[10]</sup>
Ode XV. Dinis.<br />

<br />

<a name="n11" id="n11"></a><sup>[11]</sup>
Embarca&ccedil;&atilde;o de 20 tonelladas.<br />

<br />

<a name="n12" id="n12"></a><sup>[12]</sup>
Cam&otilde;es, C. X. Est. 12 e 13.<br />

<br />

<a name="n13" id="n13"></a><sup>[13]</sup>
Jacintho F. de Andrade.<br />

<br />

<a name="n14" id="n14"></a><sup>[14]</sup>
Cam-pau-sai flagelou as provincias meridionaes do Imperio
com repetidos tributos; e saques aos remissos.<br />

<br />

<a name="n15" id="n15"></a><sup>[15]</sup>
Foi mui reprehensivel o modo porque obrigaram Arriaga a
dacontas do dinheiro, que seus inimigos
divulgavam ter elle levado dos cofres publicos, em sua
administra&ccedil;&atilde;o; sabendo-se em
Mac&aacute;o, os sacreficios que elle tinha feito em honra da
Na&ccedil;&atilde;o e a bem
daquella cidade. Gra&ccedil;as eternas sejam dadas &aacute; sua
memoria.
Al&eacute;m de n&atilde;o dever nada aos cofres publicos, (<a href="#en1">como</a> mostrou a
Commiss&atilde;o nomeada para lhe tomar contas) ficou sendo credor
de 11 contos de r&eacute;is; o que foi
publico nas gazetas de Mac&aacute;o.<br />

<br />

<a name="n16" id="n16"></a><sup>[16]</sup>
Com especialidade F. A. P. Thovar e Felis Jos&eacute;
Coimbra.<br />

<br />

<a name="n17" id="n17"></a><sup>[17]</sup>
Diuiz Ode <a href="#en2">34</a><br />

<br />

<a name="n18" id="n18"></a><sup>[18]</sup>
Cam&otilde;es, Canto 2, Est. 100.<br />

<br />

<a name="n19" id="n19"></a><sup>[19]</sup>
Duarte Nunes de Le&atilde;o, C. dos reis de Portugal.<br />

<br />

<a name="n20" id="n20"></a><sup>[20]</sup>
L. J. de Alvarenga, queixa-se do mysterioso silencio
guardado a seu respeito nesta memoria. No fim della direi qual foi o
mysterio.<br />

<br />

<a name="n21" id="n21"></a><sup>[21]</sup>
No suburbio da cidade.<br />

<br />

<a name="n22" id="n22"></a><sup>[22]</sup>
Cam&otilde;es, Canto 1. Est X.<br />

<br />

<a name="n23" id="n23"></a><sup>[23]</sup>
Este paragrafo foi composto no dia 9 de Maio de 1824; dia
em que o Senhor D. J. VI proclamou aos portuguezes de bordo da Nao
Windsor Castle; tomou aquelle asilo para escapar aos malevolos que o
tinham cercado desde o dia 30 de Abril.<br />

<br />

<a name="n24" id="n24"></a><sup>[24]</sup>
S&aacute;
de Miranda.<br />

<br />

<a name="n25" id="n25"></a><sup>[25]</sup>
Allud e a uma maxima de
confucio.<br />

<br />

<a name="n26" id="n26"></a><sup>[26]</sup>
O Imperador observou a seguinte maxima de
Confucio.&mdash;Respeitos que te levam vantagem
por natureza.<br />

<br />

<a name="n27" id="n27"></a><sup>[27]</sup>
Promenade autour du monde, em 1817, 1818, 1819, 1820,
Carta 68.<br />

<br />

<a name="n28" id="n28"></a><sup>[28]</sup>
Cidade portugueza na ilha de Timor. Procedia este
contentamento por terem sa&iacute;do de Coupang, cidade hollandeza
na parte
occidental da mesma ilha aonde Arago e seus companheiros foram mal
recebidos.<br />

<br />

<a name="n29" id="n29"></a><sup>[29]</sup>
Duarte Pacheco, depois de fazer prodigios na Asia, a
inveja, a calumnia e a intriga trouxeram-o da Africa a Lisboa
em ferros. Albuquerque, de-pois de immortalisar a
na&ccedil;&atilde;o a que pertencia, foi victima das
mesmas furias. N&atilde;o admira ter Alcoforado em premio de seus
ma-Portantes servi&ccedil;os o governo da pestilente ilha de Timor,
onde morreu na flor da idade.<br />

<br />

<a name="n30" id="n30"></a><sup>[30]</sup>
Como estariam hoje os brazileiros se Pedro Alves Cabral levasse
taes ordens. <br />

<br />

<a name="n31" id="n31"></a><sup>[31]</sup>
Vede se esses homens que prestaram servi&ccedil;os, para terem
patria, recusaram as enormes pens&otilde;es com que pertendem
inchar!<br />

<br />

<a name="n32" id="n32"></a><sup>[32]</sup>
No protesto de Bernardo Aleixo se ver&aacute; o
espirito da intima&ccedil;&atilde;o.<br />

<br />

<a name="n33" id="n33"></a><sup>[33]</sup>
Esta correspondencia foi extrahida, por integra, do
Senado, mas &eacute; dada aqui em espirito.<br />

<br />

<a name="n34" id="n34"></a><sup>[34]</sup>
O Governador &eacute;ra o org&atilde;o do Senado.<br />

<br />

<a name="n35" id="n35"></a><sup>[35]</sup>
J&aacute; em 1802 quizeram os Inglezes abusar dos
nossos tractados com o governo Chinez.<br />

<br />

<a name="n36" id="n36"></a><sup>[36]</sup>
&Eacute; notavel o modo <a href="#en3">civ&iacute;l</a>
e urbano
do governo de Mac&aacute;o, e as maneiras asperas de
Roberts, etc. companhia.<br />

<br />

<a name="n37" id="n37"></a><sup>[37]</sup>
Tinha chegado na antevespora ordem de Goa para entrarem os
inglezes em Mac&aacute;o!<br />

<br />

<a name="n38" id="n38"></a><sup>[38]</sup>
Note-se como fallam os mandarins a nosso respeito. Eis o
que prometti na introduc&ccedil;&atilde;o da primeira
parte.<br />

<br />

<a name="n39" id="n39"></a><sup>[39]</sup>
Admira n&atilde;o dizer que os mandaria para
Botany-bay.<br />

<br />

<a name="n40" id="n40"></a><sup>[40]</sup>
Bernardo Aleixo apelou para o tempo: esse inflexivel juiz
dos homens e das cousas j&aacute; castigou os seus detractores.<br />

<br />

<a name="n41" id="n41"></a><sup>[41]</sup>
M. de Levis.<br />

<br />

<a name="n42" id="n42"></a><sup>[42]</sup>
Juizo dos sobrecargas, mandado a Londres.<br />

<br />

<a name="n43" id="n43"></a><sup>[43]</sup>
&Eacute; boa resposta &aacute;s providencias de
Martinho de Mello.<br />

<br />

<a name="n44" id="n44"></a><sup>[44]</sup>
Vers&atilde;o do Sr. J. V. B. Feio.<br />

<br />

<a name="n45" id="n45"></a><sup>[45]</sup>
Var&atilde;o septuagenario.<br />

<br />

<a name="n46" id="n46"></a><sup>[46]</sup>
Cat&atilde;o o censor, n&atilde;o possuio
t&atilde;o grande somma de virtudes perfeitas, como havia o
benemerito cidad&atilde;o Felis Jos&eacute;
Coimbra.<br />

<br />

<br />

<br />

<br />

<br />

<br />

<br />

<br />

<div class="fbox">
<h2>Lista de erros corrigidos</h2>

<div style="text-align: center;">Aqui encontram-se
listados todos os erros encontrados e corrigidos:</div>

<br />

<br />

<table style="width: 80%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="4" cellspacing="4">

  <tbody>

    <tr align="right">

      <td style="width: 61px;"></td>

      <td style="font-weight: bold; text-align: center; width: 121px;">Original</td>

      <td style="text-align: center; width: 5px;"></td>

      <td style="font-weight: bold; text-align: center; width: 135px;">Correc&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo1" id="eo1"></a><a href="#p8">#p&aacute;g.
8</a></td>

      <td style="text-align: center;">Chang-ti</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Cham-hi <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo2" id="eo2"></a><a href="#p12">#p&aacute;g.
12</a></td>

      <td style="text-align: center;">Tai-te-sang</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Tai-te song <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e1" id="e1"></a><a href="#p12">#p&aacute;g.
12</a><br />

      </td>

      <td style="text-align: center;">qualqner</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">qualquer</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e2" id="e2"></a><a href="#p13">#p&aacute;g.
13</a></td>

      <td style="text-align: center;">natueza</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">natureza</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e3" id="e3"></a><a href="#p14">#p&aacute;g.
14</a></td>

      <td style="text-align: center;">Abuquerque</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Albuquerque</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo3" id="eo3"></a><a href="#p17">#p&aacute;g.
17</a></td>

      <td style="text-align: center;">fizer&atilde;o
della</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">fizer&atilde;o
delle <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e4" id="e4"></a><a href="#p18">#p&aacute;g.
18</a> </td>

      <td style="text-align: center;">cidadad&atilde;os</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">cidad&atilde;os</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e5" id="e5"></a><a href="#p19">#p&aacute;g.
19</a> </td>

      <td style="text-align: center;">periecios</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">periecos</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo4" id="eo4"></a><a href="#p25">#p&aacute;g.
25</a></td>

      <td style="text-align: center;">1585</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">1805 <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e6" id="e6"></a><a href="#p26">#p&aacute;g.
26</a> </td>

      <td style="text-align: center;">Ciadde</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Cidade</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo5" id="eo5"></a><a href="#p29">#p&aacute;g.
29</a> </td>

      <td style="text-align: center;">bribue</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">brigue <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e7" id="e7"></a><a href="#p29">#p&aacute;g.
29</a></td>

      <td style="text-align: center;"><em>Bareto</em></td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;"><em>Barreto</em></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo6" id="eo6"></a><a href="#p31">#p&aacute;g.
31</a></td>

      <td style="text-align: center;">argino</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">argivo <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo7" id="eo7"></a><a href="#p35">#p&aacute;g.
35</a> </td>

      <td style="text-align: center;">Com par&aacute;os</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Cem
par&aacute;os <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e8" id="e8"></a><a href="#p36">#p&aacute;g.
36</a> </td>

      <td style="text-align: center;">illultres</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">illustres</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo8" id="eo8"></a><a href="#p37">#p&aacute;g.
37</a></td>

      <td style="text-align: center;">aubiram</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">subir&atilde;o <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo9" id="eo9"></a><a href="#p37">#p&aacute;g.
37</a></td>

      <td style="text-align: center;">tinha</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">tinh&atilde;o <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo10" id="eo10"></a><a href="#p42">#p&aacute;g.
42</a></td>

      <td style="text-align: center;">Wam-pao</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Wam-poo <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo11" id="eo11"></a><a href="#p44">#p&aacute;g.
44</a></td>

      <td style="text-align: center;">para ser</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">por ser <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo12" id="eo12"></a><a href="#p44">#p&aacute;g.
44</a></td>

      <td style="text-align: center;">mais</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">mui <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo13"></a><a href="#p45">#p&aacute;g. 45</a></td>

      <td style="text-align: center;">formaram</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">formar&atilde;o <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo14" id="eo14"></a><a href="#p46">#p&aacute;g.
46</a></td>

      <td style="text-align: center;">8&ordm;</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">3&ordm; <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo15" id="eo15"></a><a href="#p51">#p&aacute;g.
51</a></td>

      <td style="text-align: center;">fus&atilde;o</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">effus&atilde;o <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e9" id="e9"></a><a href="#p56">#p&aacute;g.
56</a></td>

      <td style="text-align: center;">espedada&ccedil;ados</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">espeda&ccedil;ados</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e10" id="e10"></a><a href="#p56">#p&aacute;g.
56</a> </td>

      <td style="text-align: center;">os velas</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">as velas</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e11" id="e11"></a><a href="#p58">#p&aacute;g.
58</a></td>

      <td style="text-align: center;">Officiciaes</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Officiaes</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e12" id="e12"></a><a href="#p64">#p&aacute;g.
64</a></td>

      <td style="text-align: center;">a a honra</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">a honra</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo16" id="eo16"></a><a href="#p65">#p&aacute;g.
65</a></td>

      <td style="text-align: center;">mercantes</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">marcantes <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo17" id="eo17"></a><a href="#p65">#p&aacute;g.
65</a></td>

      <td style="text-align: center;">a Chum-pin</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">para Chumpin <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e13" id="e13"></a><a href="#p67">#p&aacute;g.
67</a></td>

      <td style="text-align: center;">alguns do seus</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">alguns dos seus</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e14" id="e14"></a><a href="#p74">#p&aacute;g.
74</a></td>

      <td style="text-align: center;">snummameute</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">summamente</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e15" id="e15"></a><a href="#p75">#p&aacute;g.
75</a></td>

      <td style="text-align: center;">Cam-paui-sai</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Cam-pau-sai</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e16" id="e16"></a><a href="#p79">#p&aacute;g.
79</a></td>

      <td style="text-align: center;">pala honra</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">pela honra</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e17" id="e17"></a><a href="#p83">#p&aacute;g.
83</a></td>

      <td style="text-align: center;"><em>nommme</em></td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;"><em>nomme</em></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo18" id="eo18"></a><a href="#p87">#p&aacute;g.
87</a> </td>

      <td style="text-align: center;">Virtudes </td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">virtudes que
possuia <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo19" id="eo19"></a><a href="#p87">#p&aacute;g.
87</a> </td>

      <td style="text-align: center;">fazia</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">faria <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e18" id="e18"></a><a href="#p88">#p&aacute;g.
88</a></td>

      <td style="text-align: center;">habitautes</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">habitantes</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo20" id="eo20"></a><a href="#p88">#p&aacute;g.
88</a></td>

      <td style="text-align: center;">tome a agua</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">tome agoa <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e19" id="e19"></a><a href="#p88">#p&aacute;g.
88</a></td>

      <td style="text-align: center;">Gragas</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Gra&ccedil;as</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo21" id="eo21"></a><a href="#p91">#p&aacute;g.
91</a></td>

      <td style="text-align: center;">as quaes tem</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">as que tem <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e20" id="e20"></a><a href="#p91">#p&aacute;g.
91</a></td>

      <td style="text-align: center;">reconhcimento</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">reconhecimento</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo22" id="eo22"></a><a href="#p96">#p&aacute;g.
96</a></td>

      <td style="text-align: center;">pessoas</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">posses&otilde;es
      <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e21" id="e21"></a><a href="#p96">#p&aacute;g.
96</a></td>

      <td style="text-align: center;">Septemero</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Septembro</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e22" id="e22"></a><a href="#p98">#p&aacute;g.
98</a></td>

      <td style="text-align: center;">vosas tropas</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">vossas tropas</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e23" id="e23"></a><a href="#p101">#p&aacute;g.
101</a> </td>

      <td style="text-align: center;">qu&atilde; o</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">qu&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo23" id="eo23"></a><a href="#p103">#p&aacute;g.
103</a></td>

      <td style="text-align: center;">a tractada</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">tratada <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo24" id="eo24"></a><a href="#p105">#p&aacute;g.
105</a></td>

      <td style="text-align: center;">presidente</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Ministro <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo25" id="eo25"></a><a href="#p105">#p&aacute;g.
105</a></td>

      <td style="text-align: center;">lares</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">os lares <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo26" id="eo26"></a><a href="#p106">#p&aacute;g.
106</a></td>

      <td style="text-align: center;">nos macaenses</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">nos peitos macaenses
      <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo27" id="eo27"></a><a href="#p106">#p&aacute;g.
106</a></td>

      <td style="text-align: center;">a persuadilos</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">e persuadilos <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo28" id="eo28"></a><a href="#p106">#p&aacute;g.
106</a></td>

      <td style="text-align: center;">por miss&atilde;o</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">permiss&atilde;o
      <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo29" id="eo29"></a><a href="#p106">#p&aacute;g.
106</a></td>

      <td style="text-align: center;">e afian&ccedil;ou</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">afian&ccedil;ou <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e24" id="e24"></a><a href="#p106">#p&aacute;g.
106</a></td>

      <td style="text-align: center;">Francico</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Francisco</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo30" id="eo30"></a><a href="#p107">#p&aacute;g.
107</a></td>

      <td style="text-align: center;">quebar-se</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">quebrar-se <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e25" id="e25"></a><a href="#p109">#p&aacute;g.
109</a></td>

      <td style="text-align: center;">enentrarem</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">entrarem</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e26" id="e26"></a><a href="#p110">#p&aacute;g.
110</a></td>

      <td style="text-align: center;">qnanto</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">quanto</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e27" id="e27"></a><a href="#p110">#p&aacute;g.
110</a></td>

      <td style="text-align: center;">tortaleza</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">fortaleza</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e28" id="e28"></a><a href="#p112">#p&aacute;g.
112</a></td>

      <td style="text-align: center;">amim</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">a mim</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e29" id="e29"></a><a href="#p112">#p&aacute;g.
112</a></td>

      <td style="text-align: center;">A inda</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Ainda</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e30" id="e30"></a><a href="#p114">#p&aacute;g.
114</a></td>

      <td style="text-align: center;">respoderam</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">responderam</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e31" id="e31"></a><a href="#p114">#p&aacute;g.
114</a></td>

      <td style="text-align: center;">cencedido</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">concedido</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo31" id="eo31"></a><a href="#p114">#p&aacute;g.
114</a></td>

      <td style="text-align: center;">virtudes</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">virdes <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e32" id="e32"></a><a href="#p117">#p&aacute;g.
117</a></td>

      <td style="text-align: center;">fraududulenta<br />

      </td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">fraudulenta<br />

      </td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e33" id="e33"></a><a href="macaenses.html#p117">#p&aacute;g.
117</a></td>

      <td style="text-align: center;">horririvel</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">horrivel</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo32" id="eo32"></a><a href="macaenses.html#p117">#p&aacute;g.
117</a></td>

      <td style="text-align: center;">da consumada</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">da sua consumada <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo33" id="eo33"></a><a href="#p119">#p&aacute;g.
119</a></td>

      <td style="text-align: center;">foi uma
complica&ccedil;&atilde;o</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">foi uma a
complica&ccedil;&atilde;o <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e34" id="e34"></a><a href="#p122">#p&aacute;g.
122</a></td>

      <td style="text-align: center;">&ccedil;om elle</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">com elle</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo34" id="eo34"></a><a href="#p123">#p&aacute;g.
123</a></td>

      <td style="text-align: center;"></td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">o 1.&ordm;
&sect; acaba no ponto final <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo35" id="eo35"></a><a href="#p130">#p&aacute;g.
130</a> </td>

      <td style="text-align: center;">obedecer</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">obedecerem <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e35" id="e35"></a><a href="#p133">#p&aacute;g.
133</a></td>

      <td style="text-align: center;">Winistro</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Ministro</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e36" id="e36"></a><a href="#p133">#p&aacute;g.
133</a> </td>

      <td style="text-align: center;">innlezes</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">inglezes</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e37" id="e37"></a><a href="#p143">#p&aacute;g.
143</a></td>

      <td style="text-align: center;">miseraravel</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">miseravel</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo36" id="eo36"></a><a href="#p143">#p&aacute;g.
143</a></td>

      <td style="text-align: center;">em Lx.<sup>a</sup>
impressa</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">impressa em Lisboa <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo37" id="eo37"></a><a href="#p144">#p&aacute;g.
144</a></td>

      <td style="text-align: center;">o Prezidente</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">o Ministro <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo38" id="eo38"></a><a href="#p147">#p&aacute;g.
147</a></td>

      <td style="text-align: center;">de que este espirito</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">de que o espirito <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo39" id="eo39"></a><a href="#p147">#p&aacute;g.
147</a> </td>

      <td style="text-align: center;">adquerida</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">adqueridos <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e38" id="e38"></a><a href="#p148">#p&aacute;g.
148</a></td>

      <td style="text-align: center;">fr&oacute;ma</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">f&oacute;rma</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo40" id="eo40"></a><a href="#p149">#p&aacute;g.
149</a> </td>

      <td style="text-align: center;">que elle</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">que o Sr. Lucas <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo41" id="eo41"></a><a href="#p149">#p&aacute;g.
149</a></td>

      <td style="text-align: center;">cooperarem</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">cooperara <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;"><a name="eo42" id="eo42"></a><a href="#p149">#p&aacute;g.
149</a></td>

      <td style="text-align: center;">do
que a sua mesma confiss&atilde;o de que f&ocirc;ra</td>

      <td style="text-align: center; vertical-align: top;">...</td>

      <td style="text-align: center; vertical-align: top;">elle
mesmo confessa
que f&ocirc;ra <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo43" id="eo43"></a><a href="#p151">#p&aacute;g.
151</a> </td>

      <td style="text-align: center;">encontrado</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">entregado <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo44" id="eo44"></a><a href="#p151">#p&aacute;g.
151</a> </td>

      <td style="text-align: center;">o Chefe</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">ao Chefe <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo45" id="eo45"></a><a href="#p151">#p&aacute;g.
151</a></td>

      <td style="text-align: center;">prova</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">provaria <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo46" id="eo46"></a><a href="#p152">#p&aacute;g.
152</a></td>

      <td style="text-align: center;">butucudos Tupinambas</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">butecudos e
tupinambas <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo47" id="eo47"></a><a href="#p152">#p&aacute;g.
152</a></td>

      <td style="text-align: center;">e o Arcebispo</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">e um frade <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo48" id="eo48"></a><a href="#p153">#p&aacute;g.
153</a></td>

      <td style="text-align: center;">e mesmo
eleger</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">e mesmo de eleger <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo49" id="eo49"></a><a href="#p155">#p&aacute;g.
155</a></td>

      <td style="text-align: center;">Afonso V.</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Afonso VI. <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo50" id="eo50"></a><a href="#p155">#p&aacute;g.
155</a></td>

      <td style="text-align: center;">que outros guardam</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">com que outros se
guardam <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo51" id="eo51"></a><a href="#p158">#p&aacute;g.
158</a></td>

      <td style="text-align: center;">Julgo-vos</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Julgo-os <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="eo52" id="eo52"></a><a href="#p161">#p&aacute;g.
161</a></td>

      <td style="text-align: center;">neste apuzento</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">neste opusculo <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"></td>

      <td style="text-align: center;"></td>

      <td style="text-align: center;"></td>

      <td style="text-align: center;"></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="en1" id="en1"></a><a href="#n15">#nota 15</a></td>

      <td style="text-align: center;">oomo</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">como</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="en2" id="en2"></a><a href="#n17">#nota 17</a>
      </td>

      <td style="text-align: center;">24</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">34 <sup>(*)</sup></td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="en3" id="en3"></a><a href="#n36">#nota 36</a>
      </td>

      <td style="text-align: center;">civ&iacute;i</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">civ&iacute;l</td>

    </tr>

  </tbody>
</table>

<br />

<div style="text-align: center;"><sup>(*)</sup>
Correc&ccedil;&otilde;es efectuadas com base na errada da obra
original. <br />

</div>

<br />

<div style="text-align: center;">Foram mantidas as
varia&ccedil;&otilde;es das palavras "La Perouse", "Le
Perou-se", "La Perou-se"...<br />

<br />

<a name="n47" id="n47"></a>Na <a href="#p85">p&aacute;gina
85</a>, n&atilde;o existe ponto 3&ordm;//nota 3. <br />

<br />

A
pontua&ccedil;&atilde;o foi corrigida de acordo.<br />

Exemplo:
coloca&ccedil;&atilde;o de pontos finais em vez de
v&iacute;rgulas no final de frases.<br />

</div>

<br />

</div>

</div>








<pre>





End of the Project Gutenberg EBook of Memoria dos feitos macaenses contra os
piratas da China, by José Ignacio de Andrade

*** END OF THIS PROJECT GUTENBERG EBOOK MEMORIA DOS FEITOS MACAENSES ***

***** This file should be named 36163-h.htm or 36163-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.org/3/6/1/6/36163/

Produced by Rita Farinha, Alberto Manuel Brandão Simões
and the Online Distributed Proofreading Team at
http://www.pgdp.net (This book was produced from scanned
images of public domain material from the Google Print
project.)


Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.net/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.net

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.net),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need are critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org


Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including including checks, online payments and credit card
donations.  To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.


Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.


Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.net

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.


</pre>

</body>
</html>
